[
    [
        "And it, it was a lot of noise, a lot of injuries, a smell of, of the stench of, of gunpowder and, and corpses came closer, you know? War has a certain smell, a very very unpleasant smell that you can really honestly feel.",
        0
    ],
    [
        "And, I kept imagining and I kept remembering how my house looked back when, and I even smelled the smell, there are certain aromas now that, you know, I associate with home, and there was in that forest, which I loved the smell of the forest anyway, even under these circumstances, but I smelled the grass, and the leaves, and the earth, it was beautiful, but I smelled flowers, because when I looked at a rainbow I saw flowers, I saw the shrubs, and I saw the jasmine and lilacs that surrounded our house, and that was very pleasant and it gave me strength.",
        0
    ],
    [
        "You know, this smell of cheese -- smell of cheese that the -- was, you know -- I didn’t -- I didn’t realize what is it, because I don’t remember the taste of cheese as the -- 0 -- of cheese, but --  Q: But you remember the smell.",
        0
    ],
    [
        "So we decided that ours, and then he would not, he could not smell, dogs cannot smell across water but they can smell across land, so they can follow you.",
        0
    ],
    [
        "Q: So did everybody smell? A: No, I don’t -- Q: Do you remember? A: -- maybe I’m so -- was so used to the smell that it didn’t smell, I don’t know.",
        0
    ],
    [
        "We can’t sleep, we can’t eat, we were thirsty and naturally everybody had to use that toilet, very har -- it was -- it was terrible smell, terrible smell because of the toilet and because of the people, you know, [indecipherable] you know, putting together.",
        0
    ],
    [
        "The crematorium had smoke 24 hours a day, it never stopped smoking, the smoke was black and smell it [indecipherable] the smell was horrible.",
        0
    ],
    [
        "Q: How did you find out they were gas chambers?  A: You could smell the flesh, you could smell the burning.",
        0
    ],
    [
        "I mean, I once -- there was one lady who came in from Theresienstadt, and the chimneys were going and the smell -- I mean, you can -- when you -- when hair burns and when flesh burns, you smell it.",
        0
    ],
    [
        "” That was degrading, you know? And the chimneys were quite visible because there were five crematories in Auschwitz and you could see them, and you could smell the burning of the human bodies and the smoke, it was permeating the air, because in 1944, the transports were coming from all over and predominately from Hungary, and those people, most of the people, went straight to the gas chambers and to the crematorium.",
        0
    ],
    [
        "And I can still smell, almost smell the synagogue burning and the Germans rounding up the men on the street, especially the ones with the beards and paftins, we had a lot of them in Lodz.",
        0
    ],
    [
        "This was the invitation to the terrible five years that came later on, you know, when not only the smell of burning domiciles, but the smell of burning human beings came to your nostrils.",
        0
    ],
    [
        "The only time I went to the cellar or to the winery is to see the process of making wine, how they were stirring the wine and to smell the wonderful smell that still persists in the winemakers.",
        0
    ],
    [
        "And I, there was typhus in the camp and I couldn't spend the night there, I had to get out of the camp as fast as I could, I did my work and got out, I wouldn't spend the night there; and dysentery, people lying around in their own filth and excrement; you know one on top of the other, in the bunks you know, one on top of the other -- three, four, five in a bunk, maybe somebody above, and everybody sick, you know throwing up, blowing at both ends; and the stench and the disease and the despair -- somebody holding up a hand for a glass of water or a drink, or something like that.",
        0
    ],
    [
        "I was then smoking and I had this sweet capprel (ph) cigarettes which was a British cigarette in hard paper cover with silver foil, and I was smoking cigarette after cigarette because the smell was, the stench was very strong, and one of the inmates who was lying on the ground signaled for ;I cigarette and I had three left and I sort of tossed them and I didn't want to get too close because I didn't know about typhus or I, I didn't know about the medical side of things, and they took out the three cigarettes and divided them and then they began to have a little jostling for the silver foil.",
        0
    ],
    [
        "Once you can go, you see the chimney there?” We saw the chimney -- the smell, the smell.",
        0
    ],
    [
        "It's strange, fear gives out a certain smell and that mixed with open bucket — it's a smell I don't believe one can ever forget.",
        0
    ],
    [
        "030*0575 23 with smell the — with the soup that they gave us was horrible, horrible smell.",
        0
    ],
    [
        "The smell in the town for a long time, the smell hung around of this burnt stuff, and people who were, you know, I, at the point, I understood — I understood what it means to die, or to be dead.",
        0
    ],
    [
        "I know I have smell the burn, smell the burn.",
        0
    ],
    [
        "And you could smell it, the smell of human flesh.",
        0
    ],
    [
        "It was very -- there was always about that place particularly, that camp one, there was this strange, sweet smell which I -- I know to be the smell of death.",
        0
    ],
    [
        "I remember once I went out and smell dragged me to -- and happened to be -- could you mention -- I remember this very -- the smell very well.",
        0
    ],
    [
        "I -- I -- personally I don’t have a very good smell -- sense of smell any more.",
        0
    ],
    [
        "In between the fire was burning and you could smell, you know, the — from bones and the hair — and the fire was burning and there was — that was like over, over the whole camp.",
        0
    ],
    [
        "They nailed the doors in the hospital, and they burned — everybody was burned there, including the doctors, including the nurses, including the — including \fontactnetonancedjuhe nrg for tarher biormatiersboutifiseetecion Interview with Abe Resnick *! September 22, 1994 the — including the pregnant women, including the — there was such a terrible — I mean, the — the — you — you could smell the — the — the stench, you know, the — the people.",
        0
    ],
    [
        "And it’s -- it’s a sweet, dank smell, and that was the smell.",
        0
    ],
    [
        "In the morning we end up someplace and the train stops and there's no more movement and I should add this, that the ride and the thirst, without water, the crowding, the people crowded together, squeezed together, you couldn't lie down, you could only sit on your haunches and people more or less urinating in front of each other, defecating in front of each other, the smell, horrible feeling, it just, kids crying and little ones and I was in the middle of the train with a woman, I don't know maybe in the forties and she didn't have a nose, just horrible looking.",
        0
    ],
    [
        "But you really didn’t want to close that door, although you had to, because the smell and the odor was just inescapable, and the — there was no such thing as toilet paper, and you would have to wipe your tail with your finger and then wipe it on the wall.",
        0
    ],
    [
        "A: -- after -- after the smell, and after the war, it -- the smell brought me this memory.",
        0
    ],
    [
        "You know you how sometimes that smell — it brings it back, even today, sometimes I'm out and I get a certain smell and it says — that's the park.",
        0
    ],
    [
        "\" And I mentioned my best friend's name, maybe you know her name was Helga Fayhee (ph)? So she points toward this chimney with the huge smoke, you could smell the flesh from that smoke, and said \"That's were they all are, including your friend.",
        0
    ],
    [
        "And, and we stayed in a hotel, which was very nearby, because you don’t need to cross the road, whatever, street, to go into the park for the baths, and I used to go and object to the smell because, you know, sulfur smells like rotten eggs.",
        0
    ],
    [
        "When we drive in the car, Robert likes fresh air intake and I want it shut up because he cannot smell the gas and I just, I just don't want any fresh air in the car of that sort.",
        0
    ],
    [
        "And sometimes I’m reminded of it when the smell returns, that kind of dank smell.",
        0
    ],
    [
        "And the cyanide has a bitter almond smell that you can really smell it if it gets spilled and whatnot.",
        0
    ],
    [
        "The smell is a city smell.",
        0
    ],
    [
        "The smell, the smell.",
        0
    ],
    [
        "Q: You went out a night, did you see the crematorium flames or smell them?  A: There was a small and there was dust, but we didn't -- there was some white stuff floating, but we didn't know what it was.",
        0
    ],
    [
        "The only thing the stench, the smell, th-the -- the heat, you know, i -- and people were dying there, they didn’t have to kill them, they didn’t have to take them to g -- the gas chambers to kill them, they were dying there.",
        0
    ],
    [
        "How does one describe the walking into Auschwitz, the, the smell? And someone pointing out to you that those are gas chambers, that your parents went up in smoke? When I asked, \"When will I see my mother?\" several hours later after I came into the camp, I was shown the smoke.",
        0
    ],
    [
        "And we didn't smell so good and uh, we were full of lice and I mean, even with our civilian clothes on, I had a black jacket on, the white lice were just running around on the suit.",
        0
    ],
    [
        "So often was there a strong smell of burned flesh and burned bones, very often, more often than not, from the burning people.",
        0
    ],
    [
        "He had red cheeks, and a horrible smell of alcohol from his mouth, and my mother was screaming, and he was laughing and holding me in his arms, and laughing.",
        0
    ],
    [
        "and so it happens that in the spring or April or May, walking around by myself to air, to get a little fresh air and to get rid of that smell, that I happened and probably having strayed a little too far because I had strayed once too far and I got near a house and a dog started to bark.",
        0
    ],
    [
        "And we were put into a s -- we were in front of another sauna, a bath house, and by that time, I believe that people were being gassed, because we could smell the burning flesh, really.",
        0
    ],
    [
        "And what I remember is that the smell of dog doo in that air raid shelter was just overwhelming; and I remember that sort of scary feeling of being down there and the sirens and the commotion.",
        0
    ],
    [
        "There was this hole, this big hole, and where they shot the people, and throw them in the hole, and then burned them, and the smell was all over.",
        0
    ],
    [
        "The stench of the, like, it was very easy because we met other girls from different barracks, and the stench from the crematorium, you know, the bones burning and the hair burning and the heat and the fire that was going out from there.",
        0
    ],
    [
        "And then we could smell the burning of the bodies, the human flesh burning.",
        0
    ],
    [
        "The first truck stopped and then the second and then the third, and we had the, the familiar noises of the steam going and the smell and the noises of the gra—grates of the of the ovens, and the next morning, this roll call again.",
        0
    ],
    [
        "And by the time I got there, it was dark, and I was -- a door opened, and I was shoved, almost total darkness, except you could feel the smell and the noise of lots of other people.",
        0
    ],
    [
        "And now, if I ever smelled the smell of burning bodies -- and it was dark when we were walking.",
        0
    ],
    [
        "No place to go to the bathroom, I — when I think of it today, I think how humiliating it was, you know, to be — to urinate right there, the smell, the hunger, th-the thirst, everything.",
        0
    ],
    [
        "Q: Yeah? A: The bathroom thing that they used, my grandmother Chana used to take a pail of all the dirty stuff, that we peed, or other things and throw it out at night somewhere on a corner that doesn’t touch nobody or will not smell some in the middle of the street.",
        0
    ],
    [
        "It gave the background of the story, the smell, the atmosphere, the air, the grass, the sky.",
        0
    ],
    [
        "So through that hole the bombs they exploded in the latrine and sprayed the, the life-giving ammonia smell on me.",
        0
    ],
    [
        "Even that sometimes we block -- when we were cooking we used to block the -- the opening, that the smell will not go out, but probably from our body, the heat from our body, that was radiating too, that  This is a verbatim transcript of spoken word.",
        0
    ],
    [
        "I couldn’t smell that odor, that odor that gets into your nostrils, and never leaves.",
        0
    ],
    [
        "Sleeping in the bunks, I just remember that smell of that wood against my nose and splinters also, because that wasn't soft wood.",
        0
    ],
    [
        "during the day, when I walked around with my father, I would ask him, \"What is that terrible smell? What are all those chimneys, that smoke and everything?\" Either he wouldn't know.",
        0
    ],
    [
        "They came, you know, those big dogs, and they smell out people and if there was a person inside hidden the dog will start barking and they will break the door and find that person and drag them down and they will shot it in front of everybody.",
        0
    ],
    [
        "We could see the chimneys from wherever we were, and of course we could smell the gas when it was left, let out from the gas chambers.",
        0
    ],
    [
        "Q: How long?  A: Months, but I don't remember how many? It's just very vague and very blurry and very unpleasant and all I remember is that the men's jail, the men got fed twice a day and they got fed a sort of watery-cabbage soup and the cabbage soup smell was all over the town of Barcelona, the city of Barcelona.",
        0
    ],
    [
        "It was -- even in -- in what used to be a luxury hotel, it had a prison smell, most of all because sanitary conditions weren’t such that these guys could take a shower every morning, and they didn’t have fresh clothing to put on.",
        0
    ],
    [
        "A: That was terrible -- it was good coat, warm, but don’t ever let it rain on you, cause you smell like crazy.",
        0
    ],
    [
        "Also, my memories, both of the Sabbath, and -- and -- and the major holidays, they are visual, oral, and olfactory, because Friday afternoon, before the onset of Sabbath, when the dining room and the living room were closed, the floors were waxed, and I still remember the -- the wax smell, which wa-was indicative of the preparations for the Sabbath.",
        0
    ],
    [
        "But after one day you did know because the, at that time uh when I came to Auschwitz which was January, January 24th, 1943, the chimneys were very high and the smell of flesh was very prominent, and you no longer could pretent that this is the place where we're going to meet our parents.",
        0
    ],
    [
        "And we came, it was in January '39, and we went through the snow and sounds like something, and went to follow the leaders you know, from the Belgium boys and it wasn't hard to see them, it was dark, but they had so much perfume that you could smell them.",
        0
    ],
    [
        "030*0038 32 When I -- today when I go through a farming country and I smell the odor of cows and stable and dung, it's, it's a perfume -- it's Chanel No.",
        0
    ],
    [
        "I mean, I keep saying that I can smell the leather couch or can see this or that or this enormous desire for flowers, for beauty for air for sea, for cleanliness, for all the things we take for granted.",
        0
    ],
    [
        "So the director ate rather well, and one day, it was before Easter, or, I think it was before Easter, or around Easter time, he and his family had a baking contest of some sort, I mean they cooked cookies forever and the smell penetrated the building.",
        0
    ],
    [
        "The movement of the train and people needing to relieve themselves by the time this pail filled up and started sloshing around all that stuff, you can imagine the smell and the situation in that wagon.",
        0
    ],
    [
        "And the smell of dead bodies, and Germans standing all this, and Polacks standing, you know, they think that never happen to them, and they were happy, smiling, they showing like this.",
        0
    ],
    [
        "I took some photographs last year, uh, of that and the living room and the dining room and the kitchen are pretty much the way it was when I was there and it was interesting because when we sat down and had lunch together, the thing that I remember was the soup and the way they made little meatballs and the smell of the soup and the way it was served and the prayer that they said before the meal are all things that I remember.",
        0
    ],
    [
        "Then I had to find a -- the lavatory barracks and sneak in and get a -- take a sh -- cold shower with clothes on to get some of the smell off.",
        0
    ],
    [
        "Q: Do you remember the smells and the noise?  A: The smell, noise? No.",
        0
    ],
    [
        "Q: What did it smell like?  A: Burned hair, burned flesh.",
        0
    ],
    [
        "And that horrendous smell of burning flesh was really.",
        0
    ],
    [
        "When I have chlorine in the water sometimes, especially here you Washingtonians, I can't stand your water because it has a chlorine smell and it reminds me of Auschwitz and Birkenau, and all the camps for that matter.",
        0
    ],
    [
        "Q: Could you actually smell something from the crematorium? A: Oh yeah, it was a terrible odor.",
        0
    ],
    [
        "At that time when we got to the American zone, you could still smell the stench of the bodies under the rubble.",
        0
    ],
    [
        "At that time when we got to the American zone, you could still smell the stench of the bodies under the rubble.",
        0
    ],
    [
        "And, and as we, were marching, and as, as they marched us, there was the camp; and we saw flames are shooting out, and there was such a putrid smell.",
        0
    ],
    [
        "We can see the smoke, you know, we can see this, you can smell this, you know, odor, [indecipherable].",
        0
    ],
    [
        "Well-to-do family, the boy always had a little money, so we got along fine, and the food we got there was quite poor, and yet you could smell, German houses don't have ventilation systems like you have in modern structures, so you generally know whether somebody is cooking a roast a block away.",
        0
    ],
    [
        "Q: What are the most regular reminders? Are they s-smells, or -- or noises? What are the things, you know, that you live with every day in that sense? What are the things that remind you? A: I-It’s -- it was -- you know, things that reminds me, it is like you have -- you get a feedback s- sometimes from a smell, fr-from a taste, from th-the noise.",
        0
    ],
    [
        "But the smell of the turnip is so deeply ingrained with me with that period, that I truly cannot stand - not the sight of turnip, I wouldn’t know, because it looks like a sweet potato.",
        0
    ],
    [
        "Those who were left, there were still bodies burning in the ovens, and we could still smell it.",
        0
    ],
    [
        "What about all the people that lived in the towns around Auschwitz and other concentration camps, that saw the flames day in and day out? That smelled the stink of the bodies burning, day in and day out? What about all the people that saw the trains passing by, and the people begging for water, for food to give to their babies? Why are we forgetting all of that? Why are we saying, “Hitler did this?” Yes, Hitler was instrumental in doing this.",
        0
    ],
    [
        "You could smell the burning flesh.",
        0
    ],
    [
        "You know, you have little bit intelligence, you will be not asked a question because the smell of burning flesh is so strong.",
        0
    ],
    [
        "Then finally I got a job in a chicken factory, not chicken factory, chicken business and I didn't like the smell, didn't want to go there.",
        0
    ],
    [
        "And so the house was always filled with this wonderful smell of baked goods, and his pound cake was incomparable.",
        0
    ],
    [
        "You go by the smell, you know, and you go by instinct you went down to the coast because the only place that you could hide, along the coast and hope to be able to get to the only place that might receive you and protect you was Sweden.",
        0
    ],
    [
        "the one thing I remember is just the suffocating, real disgusting smell of rubber that emanated and the fact that I had a feeling that I was choking.",
        0
    ],
    [
        "030*0488 99 smell, and the whole sky was bright red.",
        0
    ],
    [
        "They were in a separate barrack, cause the stink from them, the smell was just unbearable.",
        0
    ],
    [
        "030*0081 21 smell, and of course we had a better soup, but my God nobody could eat that soup.",
        0
    ],
    [
        "Q: Think about that night and when did you realize something funny was going on, did you hear sounds, did you smell the fire, did you run out of the house? \fUSHMM Archives RG-50.",
        0
    ],
    [
        "And it was so scared, this rushing water u -- and the darkness, and the smell.",
        0
    ],
    [
        "If my mother cooked, when it wasn't supposed to be, we were always afraid the smell that if they come and they found out that you ate meat.",
        0
    ],
    [
        "And we had some pear trees that were ____ those pears that -- I can still smell them.",
        0
    ],
    [
        "In the synagogue, in the basement of a synagogue, to go and ship, but there was no ship coming and when one  catastrophe, the people are sitting on the, the rails, on the station and they're on a little border village, in a railroad and they couldn't leave the cars and the stench was horrible because they couldn't go and you had to use the toilet and everything collected under, under there and it was a very bad condition and I called Eichmann(ph) and told him he should try and he said, he said, \"You, you, you, you, you do it else I send them to Dachau.",
        0
    ],
    [
        "And of course part you knew, I mean when you saw the -- the -- the -- the s -- Q: Crematorium? A: -- the crematorium, when you saw the smoke and the smell, you knew what was going on, so you were almost prepared for it, because it was -- you know, you -- there were people even in camp that yo -- the underground worked.",
        0
    ],
    [
        "You don't smell the steam that comes out from the chimneys? Yes, we feel it there, that is not for us.",
        0
    ],
    [
        "Q: So they burned them in a -- A: And was terrible, terrible smell.",
        0
    ],
    [
        "You could smell the human flesh being burned.",
        0
    ],
    [
        "There were hangings daily, and I could smell the burned flesh.",
        0
    ],
    [
        "I didn’t smell anything, and he said, “Oh, that’s the bakery, they must have burned the whole load of bread.",
        0
    ],
    [
        "It was raw wood, very raw because you could really smell it.",
        0
    ],
    [
        "forty below zero, and across the street there was a large, a large uh baking factory, a bakery, which was hugh and the smell of the fresh bread.",
        0
    ],
    [
        "At the beginning, we  thought that the smell we were smelling was the Germans cooking food for themselves.",
        0
    ],
    [
        "And, you know, there's always a little something coming out yet -- no matter how long you have a lemon peel in your pocket -- and I could smell it, and I felt like -- relieved.",
        0
    ],
    [
        "R: Every kind of smell, excretion, either from the bottom or from throw up or — there was just no sanitation, nothing.",
        0
    ],
    [
        "I couldn’t -- I couldn’t find anybody and I didn't -- couldn’t stay any longer, th-the smell -- they had dead people, they buried them in the backyard, and it was miserable.",
        0
    ],
    [
        "And I cannot stand smell of burning gasoline.",
        0
    ],
    [
        "The terrible smell of burned domiciles of, of dead people.",
        0
    ],
    [
        "The terrible smell of burned domiciles of, of dead people.",
        0
    ],
    [
        "some kind of brew that they called coffee had no similarity in smell and taste or anything to coffee, but at least it was something to drink.",
        0
    ],
    [
        "It was just about the only refreshing smell, fresh kind of an odor that you had there.",
        0
    ],
    [
        "We felt that smell in the air, and they said that was crematorium.",
        0
    ],
    [
        "Fresh and sweet smelling and when you put the knife to it, you can smell the aroma.",
        0
    ],
    [
        "Rumors pretty soon spread about my father being out there, he was a lawyer and like I told you the farmers are very clannish and they have a tendency to smell out or sniff out strangers in the area, and somehow it got out that a lawyer was there, that he came to lead the partisans, didn't say anything about him coming to hide for his life, but that he came to lead the partisans  This is a verbatim transcript of spoken word.",
        0
    ],
    [
        "Rumors pretty soon spread about my father being out there, he was a lawyer and like I told you the farmers are very clannish and they have a tendency to smell out or sniff out strangers in the area, and somehow it got out that a lawyer was there, that he came to lead the partisans, didn't say anything about him coming to hide for his life, but that he came to lead the partisans  This is a verbatim transcript of spoken word.",
        0
    ],
    [
        "Did it smell? A: What? Q: Do you remember smells in the ghetto? A: Oh, we all kept it, we had to keep it clean.",
        0
    ],
    [
        "Q: Are there certain, or were there, I guess, certain things that happened to you here that would evoke certain memories, whether it was a smell, or a sound, or something someone said that all of a sudden would make you think back to these difficult experiences? Certain things that just bring out these memories?  A: Not particularly, except a few days ago, I was to a meeting where a professor from China gave a -- a speech at Gratts College in -- in -- it’s a Jewish college in -- in Pennsylvania, in Philadelphia.",
        0
    ],
    [
        "You could smell bodies burning.",
        0
    ],
    [
        "And I can still smell the street vendors and the peanut oil.",
        0
    ],
    [
        "I remember it was a very bad smell and uh I remember feeling very lucky that I didn't have to worry about going to work because before work there were so many people who went running there and then everybody had to wait for each other, and that I could wait to do that until after everybody was gone.",
        0
    ],
    [
        "So that when we came, you could smell - you could see the fire out of the chimney.",
        0
    ],
    [
        "And the burning of hair, I can't bear to smell that, for me.",
        0
    ],
    [
        "And I remember the smell of the chickens and the blood from the chickens, thinking to myself, we really didn’t survive.",
        0
    ],
    [
        "And so it was the smell, the stench was just awful.",
        0
    ],
    [
        "That was supposed to be food but they didn't feed us anymore and since it was a very warm spring they decomposed and smelled so horrible and with the rest of the dead bodies, the stench was terrible.",
        0
    ],
    [
        "But I had such a vivid memory of our bathroom system, that I looked for the bathroom, this — this very — it was — had made such a negative impression on me, I’ve — the smell, the sight, everything.",
        0
    ],
    [
        "the chickens and just everything, the smell that came Friday, the with this everything, this smelled so nice.",
        0
    ],
    [
        "day and night it was a terrible smell and it was an awful thing to live through, and I I was down so much that I I thought I'm not going to live through it.",
        0
    ],
    [
        "We could smell the smoldering the, the, the fires but they were almost burned out.",
        0
    ],
    [
        "All right? So it’s really -- you know, it’s not only I who ca -- who, it’s -- it’s just some -- I mean, you see the smoke, you see the s -- you -- you have the smell, and she was told it’s a bakery.",
        0
    ],
    [
        "The smell of seared flesh just made me sick.",
        0
    ],
    [
        "My God! There were all kinds of dead people laying there and the smell of dead people.",
        0
    ],
    [
        "You could smell fresh rolls, and it was all clean.",
        0
    ],
    [
        "The feathers were flying all over Warsaw, -- feathers, smoke, a smell.",
        0
    ],
    [
        "I loved the sight of a tree, the smell of the grass.",
        0
    ],
    [
        "\" I don't know what, 32 cents and he gives me a package and I pay and I come out and I didn't believe that he really gave me something so right out in this blizzard I open it and I smell it and I nearly fainted, it was soap.",
        0
    ],
    [
        "If the star wasn't sewed on nicely, or if he could smell cigarettes on our breath, or if we didn't stand up and greet him properly, or for any old reason, he would take us into transport.",
        0
    ],
    [
        "If you can imagine how the boat is when a dozen of refugees afraid, what they leave after in the the cabin was well, I can still recall the smell.",
        0
    ],
    [
        "030*0203 19  A: Not that much noise, no, no, but the smell was awful, very, very disagreeable, yes.",
        0
    ],
    [
        "Q: And do you remember the smell of food, specific food?  A: A little bit at times.",
        0
    ],
    [
        "And — and it — it was — the smell and the stench stayed with me for many years afterwards.",
        0
    ],
    [
        "And for the first time in my life I felt the smell of burning domiciles.",
        0
    ],
    [
        "you could almost not live, such a smell was there from the pail, and there was no cover on.",
        0
    ],
    [
        "Q: No, I mean was there a smell? Because not everybody could, had enough water so that they could wash themselves? A: No, no.",
        0
    ],
    [
        "Q: Did it smell?  A: Oh, yes, yes, horrible smells, yes.",
        0
    ],
    [
        "Still you ended up getting some sprinkles of that urine and that urine had a smell and it impregnated what our clothes and after two or three weeks, it.",
        0
    ],
    [
        "It was a terrible, terrible smell.",
        0
    ],
    [
        "And the smell, and the odor.",
        0
    ],
    [
        "they used to smell the odor in.",
        0
    ],
    [
        "And this one was working here, and this one was working there, and people were telling stories, so you had -- and -- and -- I see -- when you see the smoke and the smell, you -- you real -- you realize.",
        0
    ],
    [
        "We could smell the smoke.",
        0
    ],
    [
        "And then we began to, to smell smoke.",
        0
    ],
    [
        "It's a nauseating smell, and you would see the smoke rising from this.",
        0
    ],
    [
        "I never liked the smell of it and I, I was very athletic and I didn't smoke.",
        0
    ],
    [
        "The room was, you couldn’t make out anything, it was so full of steam, of smell.",
        0
    ],
    [
        "I could smell like Sunday — we didn't work, you know — or at night you go out, you saw the flames.",
        0
    ],
    [
        "You know, smelling the smell of poverty, and the posture of those poor people, you know, the babushkas and so on.",
        0
    ],
    [
        "Q: What were your impressions of Theresienstadt?  A: Huh?  Q: What were your impressions of this particular place?  05:06:41  A: They were, you felt the smell of the chimneys in Theresienstadt, but that time they, they,  This is a verbatim transcript of spoken word.",
        0
    ],
    [
        "030*0273 18 You know, the chimneys were smoking and the smell was like stuck yards.",
        0
    ],
    [
        "on a truck or something, I remember how sweet the air smelled once we left that camp, that there was a terrible stench of burning bodies in that camp, and I became so aware of a different.",
        0
    ],
    [
        "And we can smell the gas chasing us.",
        0
    ],
    [
        "It stunk and the smell was awful.",
        0
    ],
    [
        "And then again I have to admit I'm in such a hypnosis still about that today, that now when I do remember things like chlorine, I can't stand the smell of chlorine.",
        0
    ],
    [
        "Do we smell differently than you?\" Then I was sorry that I said it because it is not the children's fault what happened and I was very happy that they went to Germany and I am sure they were talking to their parents or if they had still grandparents that this was a normal family with normal children with no stinking and no smelling.",
        0
    ],
    [
        "The heat and the smell were.",
        0
    ],
    [
        "So when we came to this Auschwitz, so first, we felt the smell, and we told, ah, this is the soot from mines maybe, so what the rumor.",
        0
    ],
    [
        "You see, Gail, what I want to tell you is if they would come with dogs, they would find me because the dogs would smell me out you understand.",
        0
    ],
    [
        "Everybody has his turn, to smell a little air.",
        0
    ],
    [
        "Well, there over on a siding there was this one train that uh, nobody had broken into and we went over there and uh, the smell incidentally was horrible, in the town, all over.",
        0
    ],
    [
        "Did I smell? The whole --  Q: Everybody smelled.",
        0
    ],
    [
        "Uh, if I smell a dead body of any kind I immediately think about that.",
        0
    ],
    [
        "I just thought it's a smell, you know? And you saw the fire.",
        0
    ],
    [
        "as if would have been a big fire, and I could feel the smell.",
        0
    ],
    [
        "you could smell the fire.",
        0
    ],
    [
        "she was running and I was running, and we found ourselves and we started to smell death.",
        0
    ],
    [
        "They were burning them or whatever, there was a smell.",
        0
    ],
    [
        "when the corpse are burning, we could smell it.",
        0
    ],
    [
        "And this smell of cheese was dragging me so hard.",
        0
    ],
    [
        "And I remember there was a certain flower on the table, that for years afterwards I couldn’t — cause the mingling with the blood and everything, I couldn’t smell those flowers, you know, like every time I s — had those flowers, I s — like nauseous.",
        0
    ],
    [
        "Q: How close was the closest town to the concentration camp? You said you could smell this for miles? A: Mauthausen overlooks the Danube River, and the town of Mauthausen.",
        0
    ],
    [
        "Q: Did it smell?  A: Smell what?  Q: The people the barracks because people could not wash very much.",
        0
    ],
    [
        "Q: Oh, you didn’t? So you were not aware of how to keep a house? A: Is th -- the way, is I smell the food, that’s how I thought that that’s what probably did it.",
        0
    ],
    [
        "And the house was full with people, and the smell of food.",
        0
    ],
    [
        "It was very coarse, rough, wool like and can almost smell it.",
        0
    ],
    [
        "And -- And this is another sense, but what -- what did it smell like? You were all so cramped together.",
        0
    ],
    [
        "Why wouldn't the dogs smell us? I saw the boots of the, of them.",
        0
    ],
    [
        "The air was filled with smoke and the odor of burning flesh and.",
        0
    ],
    [
        "And the stink from the smell from the bowels was not to be believed.",
        0
    ],
    [
        "She would say to me, “Well in the summer you cannot tell stories, because your clothes smell.",
        0
    ],
    [
        "A: — wrap it up, and the horrible smell.",
        0
    ],
    [
        "I don't recall how long they were aging but that smell and that wonderful aroma contributed from the honey it was still there.",
        0
    ],
    [
        "I mean, it was just the filth, the smell, I mean, y-you just couldn’t.",
        0
    ],
    [
        "Very hungry and smell that soup.",
        0
    ],
    [
        "She’d smell the wheat and she’d say, “Oh, this is just like home.",
        0
    ],
    [
        "It is the smell of rubber, noxious.",
        0
    ],
    [
        "Till this very day, you know, sometimes I get the terrible smell of carbole.",
        0
    ],
    [
        "there were some, there were some blossoms on the trees and I had gone earlier and I had gotten a blossom for her to smell, and I showed her the blossom.",
        0
    ],
    [
        "I don't even eat in restaurants, unless I come in and smell the place, and look it over.",
        0
    ],
    [
        "And we could smell the alcohol on him, and figured well, this man is maybe not dangerous but we don't want to anywhere.",
        0
    ],
    [
        "And I learned from others in the camp that people were being gassed, and that -- that this -- there was a horrible smell in Auschwitz, too.",
        0
    ],
    [
        "He had a snuff box, Orthodox, you know, and I didn't like that smell.",
        0
    ],
    [
        "I was a guard at some of -- yo-you always had people standing around, watching and I was involved with that, but I didn’t handle the explosives, or -- didn’t like the smell of it, for one thing.",
        0
    ],
    [
        "And the smell, and the ra — in the bakery was like unbelievable.",
        0
    ],
    [
        "And at some point in time, there was an officer that came in with other SS and they had their handkerchiefs on their noses because the smell was unbearable in there.",
        0
    ],
    [
        "Beautiful landscape and the smell of country.",
        0
    ],
    [
        "I don’t like the smell of eggs.",
        0
    ],
    [
        "First of all, the smell from the bodies.",
        0
    ],
    [
        "\" And as he talked to me, I was coming out from my hiding place and I could smell the vodka on him.",
        0
    ],
    [
        "Q: And since -- since your experiences in Europe, are there certain things, whether it’s a smell, whether it’s seeing a man in uniform, is there -- is there something that -- a -- a sound that brings it all back to you?  A: Well, mostly it’s when I’m asked to speak somewhere.",
        0
    ],
    [
        "When we got to the country, the country people are a very clannish people, they know each other by smell, they know each other by sound, they can tell a stranger, they can tell an animal, anything.",
        0
    ],
    [
        "When we got to the country, the country people are a very clannish people, they know each other by smell, they know each other by sound, they can tell a stranger, they can tell an animal, anything.",
        0
    ],
    [
        "030*0522 114 occurred to me I had to do something with this scosset -- this sausage, which was beginning to smell noticeably and had been commented upon by the little girls in the -- in -- the little girls in [indecipherable] what -- what’s [sniffs].",
        0
    ],
    [
        "And uh the food had some kind of smell,  cabron (ph)].",
        0
    ],
    [
        "A: And the smell and everything and the danger.",
        0
    ],
    [
        "If he has his eye and his intuition and his feeling for so he could smell out something there will be trouble tomorrow, so we were always careful.",
        0
    ],
    [
        "A: So, was the typhus — the stench, the typhus, the summers, the snow and frost in the winter, and people just dumped their buckets and it didn’t matter.",
        0
    ],
    [
        "Q: And was there a terrible smell? A: Yeah.",
        0
    ],
    [
        "I did not remember any terrible smell, you know, for some reason.",
        0
    ],
    [
        "And terrible smell that he had.",
        0
    ],
    [
        "It was a terrible smell, and then at the end they knew it, they saw it.",
        0
    ],
    [
        "The smell was terrible.",
        0
    ],
    [
        "It was a heck of a smell always (laughter), it was terrible.",
        0
    ],
    [
        "Or what do you call it? That's the terrible smell.",
        0
    ],
    [
        "” And I said, “Listen, I have an association with the smell of turnips and I will never get over it, not ever.",
        0
    ],
    [
        "But I -- I couldn’t find any in the hospital under that duration, and the smell in that hospital was impossible.",
        0
    ],
    [
        "the smell was horrocious, impossible.",
        0
    ],
    [
        "You could smell despair.",
        0
    ],
    [
        "Q: Why does it remind you?  A: Because they used to spread chlorine around for disinfectant and that smell was always overwhelming.",
        0
    ],
    [
        "Yes, it always was — there was an awful smell there.",
        0
    ],
    [
        "And all of a sudden, I began to smell and look at the very things that were so dear to me when I was little and I was constantly hiking with my friends.",
        0
    ],
    [
        "It’s no longer active decay, but that sort of musty smell.",
        0
    ],
    [
        "And they didn't see us, the dogs didn't smell us.",
        0
    ],
    [
        "My dogs will smell a Jew a mile away.",
        0
    ],
    [
        "A Jew, you know when you see a Jew, from a distance, you can smell him, you see his actions, you see, there's no way where you can mistake a Jew for what he is.",
        0
    ],
    [
        "And they knows what's going on because the smell was unbelievable.",
        0
    ],
    [
        "I remember we used to be -- we always slept with open windows, and, yet, you know, you tried to open the window and other people would say it's too cold, you know, I would rather be cold than choke, you know, from the awful smells.",
        0
    ],
    [
        "You know in German we have a saying when you die and you don't leave any money for the funeral, he says we're going to smell him out.",
        0
    ],
    [
        "org for further information about this collection  like a meat smell.",
        0
    ],
    [
        "awesome, from that smell constantly.",
        0
    ],
    [
        "I only remember the smell, the closeness, and the fear.",
        0
    ],
    [
        "And you smell the the fear.",
        0
    ],
    [
        "A: But listen, when we talk about ourselves, we want to smell like roses, right? A: Yeah but we still state only facts.",
        0
    ],
    [
        "A: And she said if he will start to cough, you have to bring and give him to smell it, and he was --  Q: So it will --  A: Yeah.",
        0
    ],
    [
        "And the smell, you know, from I don’t know how many people it was in the wagon, at least 50 - 60 — I don’t —I can’t tell you because I really, honestly don’t know myself.",
        0
    ],
    [
        "The smell was unbelievable.",
        0
    ],
    [
        "Not only the smell, there were flies on it.",
        0
    ],
    [
        "The wind brought it back, and the smell was also.",
        0
    ],
    [
        "Q: And is that smell one of your most dominant memories of -- A: No, no.",
        0
    ],
    [
        "The only — when I woke up, I woke up from a smell.",
        0
    ],
    [
        "the smell was was horrendous, but we didn't mind it.",
        0
    ],
    [
        "And when the war broke out, I happened to visit with my maternal grandmother in Tashnalt(ph), and they were — I was visiting with my grandmother and I have vivid recollection of that, that she was pre — baking challah, and the smell in the room was overwhelming.",
        0
    ],
    [
        "And with a horrible smell, you know, the — This is a verbatim transcript of spoken word.",
        0
    ],
    [
        "So the smell was horrible.",
        0
    ],
    [
        "the smell was horrible.",
        0
    ],
    [
        "The smell was horrible; and.",
        0
    ],
    [
        "The smell, they they, thought it was a bakery, something was baking.",
        0
    ],
    [
        "I just couldn’t because I had read a story, and supposedly it was fiction of children looking across a barbed wire at the Fehk Etta (ph) bread store and there was one across our street on the other side, and they looked from the attic down into the bakery and they were talking about the bread and how good it smelled, and it went on for quite awhile, and then came the deportations.",
        0
    ],
    [
        "030*0411 93 have told us, but I remember asking and that was the answer I got, and I could smell it myself all day, every day.",
        0
    ],
    [
        "It was such a smell that people got -- a lot of people got sick there.",
        0
    ],
    [
        "And I could put myself in a trance to smell that Nostortum in the.",
        0
    ],
    [
        "I -- I loved the house we lived, we had a beautiful house, and a wonderful garden that smelled wonderful because we had such nice trees, like lemon trees and orange trees and beautiful roses.",
        0
    ],
    [
        "But the smell couldn't come out from me, and people didn't like to sit near me.",
        0
    ],
    [
        "So we're going to sit here until we smell, till they do something with us.",
        0
    ],
    [
        "we start to smell badly.",
        0
    ],
    [
        "Q: So you didn’t smell anything funny? A: No, nothing.",
        0
    ],
    [
        "He made hiding places for us in the houses, but the Poles had a smell, somehow they used to feel, that this and this family is hiding somebody.",
        0
    ],
    [
        "And you know what? There are people still alive, this is why I say you shouldn’t listen to what we have to say, you should contact people that were with us and to hear their part of the story, you know? Because naturally we would like to smell like roses.",
        0
    ],
    [
        "The smell is indescribable.",
        0
    ],
    [
        "down the hill they would burn it completely, and the stench of burned flesh was always in the air.",
        0
    ],
    [
        "It, it wasn't a very pleasant smell.",
        0
    ],
    [
        "I don't want to the Jews smell and I don't want to sit with her and they had uh religious instructions.",
        0
    ],
    [
        "And I smell that I’ve been on that boat before.",
        0
    ],
    [
        "I am ashamed to say, but we started to make on us and a smell was coming out which was adding to our sufferences.",
        0
    ],
    [
        "When I woke up, that I, from the smell.",
        0
    ],
    [
        "And I woke up from the smell.",
        0
    ],
    [
        "A-And -- and that was necessary for your own state of mind because frankly, you got -- you got tired of the smell of it all.",
        0
    ],
    [
        "But you knew around you everything was all the gassing and the smell of it, and you knew what was going on.",
        0
    ],
    [
        "You know, it's going to smell.",
        0
    ],
    [
        "And the odor of that food was even so bad, when some kommandos who worked in this bombed out cities that people were complaining--when some of these prisoners were transported in one of these uh, cattle cars to the jobs--that they became sick just smelling that type of food.",
        0
    ],
    [
        "And the stench it was! I couldn't walk in, inside but some way I went underneath and here the people were laying over there for three or four days under the floor with no lights and they couldn't even move.",
        0
    ],
    [
        "You could smell it, the camp, from miles away.",
        0
    ],
    [
        "That’s six miles up there t — from the downtown, and you could smell it.",
        0
    ],
    [
        "And you could smell it.",
        0
    ],
    [
        "I remember smell.",
        0
    ],
    [
        "Which by now had a different kind of smell.",
        0
    ],
    [
        "Q: And the smell.",
        0
    ],
    [
        "Q: So you -- you could tell what the smell was -- A: Uh-huh.",
        0
    ],
    [
        "And this smell I brought with me after the war.",
        0
    ],
    [
        "I believe it to be, but I always refer to it as the smell of geraniums, because that’s what it was like.",
        0
    ],
    [
        "A: Terrible smell.",
        0
    ],
    [
        "”  Q: You didn’t smell anything?  A: No.",
        0
    ],
    [
        "Q: Did you smell?  A: Showers.",
        0
    ],
    [
        "Such a smell.",
        0
    ],
    [
        "I started in 1933 to smell something.",
        0
    ],
    [
        "030*0423 10 and finally a smell of a little victory somewhere and then the death notices, oh yeah.",
        0
    ],
    [
        "They smell like marzipan.",
        0
    ],
    [
        "You have to smell this.",
        0
    ],
    [
        "I mean the smell is overpowering.",
        0
    ],
    [
        "And we became best friends, even if he told me that he could smell a Jew at miles; he had told me.",
        0
    ],
    [
        "That I even remember the smell.",
        0
    ],
    [
        "They, they could smell a Jew just right away.",
        0
    ],
    [
        "It's a sweetish smell, you know.",
        0
    ],
    [
        "I smell.",
        0
    ],
    [
        "The smell in Auschwitz was not bearable.",
        0
    ],
    [
        "I still remember it, and the smell of them, and the look of them — and just the whole gesture of receiving flowers, you know.",
        0
    ],
    [
        "It turned my Kishkes, because we didn't smell an egg for two years now.",
        0
    ],
    [
        "Q: Could you smell? R: Yes.",
        0
    ],
    [
        "That's one thing I remember, especially the smell.",
        0
    ],
    [
        "I said, “This thing does not smell kosher.",
        0
    ],
    [
        "We didn't smell anything.",
        0
    ],
    [
        "But over there, they smell a Jew.",
        0
    ],
    [
        "You could smell it for miles away.",
        0
    ],
    [
        "And the sight, you might imagine, but the smell no one can imagine.",
        0
    ],
    [
        "I can smell it now.",
        0
    ],
    [
        "You know, it shouldn't smell or it shouldn't whatever.",
        0
    ],
    [
        "You can smell this mile and mile.",
        0
    ],
    [
        "I smell sulphur.",
        0
    ],
    [
        "We could smell the.",
        0
    ],
    [
        "the smell.",
        0
    ],
    [
        "Don't you smell the.",
        0
    ],
    [
        "that you could smell that camp before you saw it.",
        0
    ],
    [
        "Now smell, Donny and Alreet.",
        0
    ],
    [
        "The smell.",
        0
    ],
    [
        "We could smell it.",
        0
    ],
    [
        "I can smell it.",
        0
    ],
    [
        "[ could smell all them.",
        0
    ],
    [
        "You could smell helplessness.",
        0
    ],
    [
        "You could smell death.",
        0
    ],
    [
        "I could smell.",
        0
    ],
    [
        "1 could smell the death.",
        0
    ],
    [
        "” You smell of Jews.",
        0
    ],
    [
        "You would smell it completely.",
        0
    ],
    [
        "you could smell Buchenwald without any trouble.",
        0
    ],
    [
        "And the smell was very very bad.",
        0
    ],
    [
        "The closer we got to this place uh, the worse the smell got.",
        0
    ],
    [
        "I believe if I live to be 100, that smell will stay with me.",
        0
    ],
    [
        "It was such a smell that, you could almost not inhale.",
        0
    ],
    [
        "Oh, what a smell! It was.",
        0
    ],
    [
        "We all smell the same.",
        0
    ],
    [
        "why is this smell here?\" They didn't want to answer.",
        0
    ],
    [
        "We couldn't understand what is this smell here.",
        0
    ],
    [
        "\" And I understand then why it was this smell in the.",
        0
    ],
    [
        "But most of the fellows remember the smell because they were city boys.",
        0
    ],
    [
        "There was a certain smell about it, too.",
        0
    ],
    [
        "And it has to be mentioned over and over and over again, that the German propaganda told you that a Jew, you can smell them a mile away.",
        0
    ],
    [
        "We can smell.",
        0
    ],
    [
        "And I could feel the smell.",
        0
    ],
    [
        "Everybody could have find it just by the smell.",
        0
    ],
    [
        "So I say, “Oh, this smell not good.",
        0
    ],
    [
        "There was stench in the air, horrible stench, between the latrines and the bodies.",
        0
    ],
    [
        "Because the fire came out, and very often you heard a horrible -- you smelled something horrible, which was between burned meat and fat, and so which was in fact, a human body.",
        0
    ],
    [
        "” Where the smell came from? Concentration camp.",
        0
    ],
    [
        "Even King Carl, the Romanian king, used it and drank this water which they called It was a terrible stench but only little children could taste the terrible stench because they are still dumb.",
        0
    ],
    [
        "And all these corpses, you know, the limbs intertwisted between, you know, with open mouths and I was a young girl, and the stench from that pile of human corpses was so terrible.",
        0
    ],
    [
        "And that most disgusting odor is the burning of flesh and hair together.",
        0
    ],
    [
        "I remember the pain of the needle as they made the dots, and just surrounding it was this awful odor and I'm not sure what that odor was, but the tattooing comes together with an odor for me.",
        0
    ],
    [
        "And he used — he went with the dog on the yard, and the dog smelled the sardines, so the dog was barking.",
        0
    ],
    [
        "And we had a ration of so-called bread, but actually it was crumb from dark, black bread, because it was old bread, it was in — smelled with — the whole thing.",
        0
    ],
    [
        "And those treatments developed a certain odor, and there was running water going through the streams around the house and the -- it had like a walk to go in that was supposed to be a bridge that they caw -- pull up if they didn’t want anybody.",
        0
    ],
    [
        "So we had an -- a stove that was heated by coal, and it smelled horrible, so we had always the window open.",
        0
    ],
    [
        "And there was a dog [indecipherable] after that, he smelled the blood in that canvas bag, and we were running to the streetcar, and we finally made it.",
        0
    ],
    [
        "Q: And they went —  A: Those were big, coal burning trucks that smelled terrible.",
        0
    ],
    [
        "And I smelled some smoke and the flames started shooting up and ignited the umbrella bags.",
        0
    ],
    [
        "Q: Do you remember noise in the barrack or smells in the barrack?  A: There were quite a bit of smells because people always died, and then they laid there for a little while until someone removed them.",
        0
    ],
    [
        "And he used to take a big loaf of br -- of bread, yeah, and give me -- ha -- hot bread, and it smelled so good, and used to bring it home.",
        0
    ],
    [
        "So, the government had fumigated these warehouses with sulfur, which had permeated the cigarette paper, so if you use that, which was from some respects easy, but it stunk, and smelled, and tasted of sulfur so much, we use newspaper.",
        0
    ],
    [
        "I found this out only after I met her, we spent about a week in these cattle cars with hardly any food, no facilities to speak of, in the corners we had where the stench was absolutely incredible.",
        0
    ],
    [
        "And behind the house, we had a _____ bush and it just smelled so wonderful and we had -- there were almonds and there were walnuts now of course, nobody ate the corn in France at that time it was all for animals, if you could grow corn.",
        0
    ],
    [
        "Q: Do you remember noise in the barrack, smells?  A: Oh, the smells, I don't remember the smells.",
        0
    ],
    [
        "coffee, we used to roast coffee after four years of war, and we had to close the windows because the coffee smelled when you roasted it.",
        0
    ],
    [
        "But that odor of the cow and that odor of the stable was perfume.",
        0
    ],
    [
        "The odor that was coming in through those little windows into those box cars were horrible.",
        0
    ],
    [
        "call it stench of of of burned flesh and uh then when this also waved into our area, | went around andI saidto__, you know, this must be it because we wereaware_—__, and uh uh uh in in.",
        0
    ],
    [
        "By the time we got to the next guest house, beer house, he smelled beer again, and he said well, you go this way and then you go to next village.",
        0
    ],
    [
        "When the Germans entered Warsaw, a demolished Warsaw covered in snow, in which the walls smelled scorched.",
        0
    ],
    [
        "just laying with dead bodies and the stench was unbearable.",
        0
    ],
    [
        "I wouldn't be surprised that 85 percent of the people died there because the diarrhea and the stench and the frozen bodies were unbelievable.",
        0
    ],
    [
        "The filth, the stench and the lice, and the five of us decided we were going to try to eliminate it by hook or by crook, because the people around us were unbelievable.",
        0
    ],
    [
        "And I had really a lot of fond memories just remembering the furniture and remembering the smells of the kitchen and sitting around the table and eating and roaming around in the courtyard and playing outside.",
        0
    ],
    [
        "But the combination of heat, odor, crammed quarters, the sighs, the agony of it in the car.",
        0
    ],
    [
        "The bathroom wasn't cleaned for 5 years, so the odor and the salami sandwich sort of the combination, people were sitting there, they couldn't tell that I'm eating.",
        0
    ],
    [
        "The wood the wood of the barracks still smelled fresh.",
        0
    ],
    [
        "And not only the smoke, and even almost fire, but also the stench that would come out.",
        0
    ],
    [
        "If we smelled it, they smelled it; and if the ashes fell on us, it must have fallen on them, too, when the wind carried it away.",
        0
    ],
    [
        "There was a bad odor in that neighborhood where -- where I was on the double decker wooden thing where were laying, and somebody had their period or something, and they put some -- it wasn’t pads, it was something, and pushed it over where I was sleeping, and she said it was mine, it didn’t happen to be mine, I got 25 paddles.",
        0
    ],
    [
        "And of course, burning flesh has a very strong odor that is nothing like anything else that you know.",
        0
    ],
    [
        "And we saw that, even in our room, and every morning somebody was sick, had even -- had diarrhea, and it smelled, or vomiting, and awful -- awful things.",
        0
    ],
    [
        "But the dirt, the stench, the — ye — I-I mean, how could you go there and clean up? I mean, it was so filthy, you know, just oh.",
        0
    ],
    [
        "Q:You love sitting outside at Bergen-Belsen, right? Maybe you'll get a moment when you're not smelling the stench or you’re not hearing the noise?  Al've always liked quiet places.",
        0
    ],
    [
        "It smelled terrible but it's a barn, it was clean, with a heap of -- how you call it --.",
        0
    ],
    [
        "Q: What did you — how did you [indecipherable] A: Food — huh? Food was — I mean, hunger was one, which — which came after a few days already, you know, there was hunger in there, and rats, and vermin, and — Q: In your — A: And we were in a barrack, the barrack we were in was a — in Gurs, there were — I think it was right next to a— what was it? A spozak(ph), a — a bag for [indecipherable] straw that the under-underground [indecipherable] ground.",
        1
    ],
    [
        "It wasn't so bad, because she was young and she warmed me up and I don't know if I missed my mother so much because now that I reason to myself, there was no much love that a child felt and I myself am a mother, and I understand in this circumstances, where you see your own children dying from hunger and crying, \"Mother, I am hungry,\" and she couldn't do anything.",
        1
    ],
    [
        "It is the hunger, the hunger, the hunger.",
        1
    ],
    [
        "That went on for a long time, like an eternity, but it seems like when winter came it was doubly difficult, because we had to contend, not only with hunger and horrible conditions of living, but there was the cold, there was no wood to heat the places, there was not enough clothing to protect us, and in spite of my mother's support and love there was creeping in a feeling of despair, and there was a lot of demoralization in the ghetto.",
        1
    ],
    [
        "\" She took care of this old lady, and if someone was hungry she was able to give her food to that person, and you know, no one did that because the hunger was to such a degree, I mean, it's unbelievable to be able to be so hungry that you just didn't give what you had, you know, so she was able to be so good, and so, there were such people.",
        1
    ],
    [
        "Now, Fela Berlant was a Jewish girl from home, and she didn’t really know us from Adam before, and it just happened so that she made it possible to take us from the worst conditions where we were almost, so to say, reaching a point of total starvation and give us — place us — in a situation for the next three months that made us feel like human beings all over again, that gave us self esteem all over again, gave us the opportunity to kind of go on with what was meant to become — with the things that we were confronted with in the following months, and so it’s destiny, maybe, or for sure.",
        1
    ],
    [
        "At the same time when I went over to the other children, there was less food and less [indecipherable] but, at that time it wasn’t a question of hunger or no hunger, and it didn’t make a difference.",
        1
    ],
    [
        "Q: What kinds of problems, medical problems, did you deal with? Was there a lot of hunger, and sickness from that?  A: Hunger--basically, at that moment we didn't have real hunger.",
        1
    ],
    [
        "some from starvation and and many many from typhus, so typhus was a disease that gave you very high fever and it had a crisis period and if you made it through the crisis you survived and if you didn't make it, you didn't survive, and I uh got typhus in uh March of 1944 and uh and on the day that I was able to walk again, afterward two weeks of lying with typhus.",
        1
    ],
    [
        "So, when Hania opened her eyes — because she basically fainted from hunger and from exhaustion and everything — and she opened her eyes and I was holding onto her hands, and she had this smile on her face, not knowing at all what has happened to her.",
        1
    ],
    [
        "And if you dipped down and found a piece of potato, I'll dip down and give you a piece of potato, and so that customs or that habits or that arrangement which had both philosophical and not religious undertones, people managed to people who were strangers, people who were dying of hunger managed somehow to be disciplined and to go through that daily ritual of sharing the bowl of soup.",
        1
    ],
    [
        "Whether it was cold, whether it was raining, whether it was sunshine — you had to be counted and during the same time that we were all standing out there, they would run horse-drawn carriage where they threw the bodies of those people who were either shot or hanged or had died from hunger, from whatever, and they wanted to make sure that we see each morning these horse-drawn carriages drive by.",
        1
    ],
    [
        "tremendous iron works, uh still working, still in production obviously, and we were halting there in in a station for a certain while uh and the people saw and and and this was probably just when there was some shift of the workers and when the workers saw what was going on, they took their packages with sandwiches or whatever they had and threw it into our wagons in order to to show us their solidarity and to help us somehow because it was not only hunger but thirst which was which was uh uh uh really giving us trouble.",
        1
    ],
    [
        "This was in the ghetto where — which hunger was — was giving everybody an unendurable pain, just the — the feeling of hunger.",
        1
    ],
    [
        "And the hunger in the ghetto was so great, was so bad, those people were laying on the streets and dying, little children went around begging, and, uh, everyday you walked out in the morning, you see somebody is laying dead, covered with newspapers or with any kind of blanket they found, and you found those people used to carry the death people in little wagons, used to bring them down to the cemetery and bury them in This is a verbatim transcript of spoken word.",
        1
    ],
    [
        "Q: In the factories or the \"resorts,\" were you ever aware of efforts to kind of sabotage the production of hunger strikes or anything like that?  A: No, no, maybe in different places where people were things might have happened, but where I worked I never encountered, and people did not there go on hunger strikes.",
        1
    ],
    [
        "But I met him, perhaps several times, when he came to town and was speaking and again everything -- people to follow him and to leave and be -- to accept the fact that they’re going to be shipped to Germany, and convincing -- trying to convince people that that is -- that they will survive, they will have -- they will work under completely different conditions, that they -- they will not die out of hunger or disease.",
        1
    ],
    [
        "How do I describe fear? How do I describe hunger to someone that has probably had breakfast and lunch today? Or even if you're dieting, or even if you're fasting for a day? I think hunger is when the pit of your stomach hurts.",
        1
    ],
    [
        "If they had caught you -- it didn’t hurt me so much the way they beat me up for the bread -- I didn’t kill the pain, but I killed the pain for the hunger, to be hungry.",
        1
    ],
    [
        "If they had caught you -- it didn’t hurt me so much the way they beat me up for the bread -- I didn’t kill the pain, but I killed the pain for the hunger, to be hungry.",
        1
    ],
    [
        "Yes, of course I was very hungry, but I was also, you call it in Italy, you say, carbinieri, that we couldn't go out from that place, we were locked up in that place, we were not allowed to get out, but it wasn't a bad place, but other than we were hungry and, and, it was right on the ocean in fact, the place, but we was terrible hungry, we, that was a horrible time and so I was knitting for the same place, where I was knitting in Dubrovnik, I was knitting and I got about two pounds, not, yes two, about two pounds a week, beans.",
        1
    ],
    [
        "So it came other days and other terrible days and hunger and hunger and people were helping each other what they can.",
        1
    ],
    [
        "Q: Were you hungry? A: Oh, I was — that was the big thing, you know, that was, you know, as I say, my — my two major memories of — of that period are — are first one, it was the cold, and the second one was the hunger, you know, I mean tha — I was always hungry.",
        1
    ],
    [
        "After the war I was looking in the eyes of every German girl and I couldn't understand why a German woman, maybe she was 18, 19 you know something like this, why she would do it to me and I didn't get any bread and I wouldn't take any bread because to me shame was worse than hunger.",
        1
    ],
    [
        "My nature is very strong, and I feel that has to do a lot why I survived and others didn't because let's face it, not everybody died in the gas chamber, not everybody died from bullets, not everybody died from beaten up, or from hunger.",
        1
    ],
    [
        "I mean hunger, I don't mean just being hungry, but hunger.",
        1
    ],
    [
        "It's there where I started to smoke because when you smoke, it seems that the the smoke, when you inhale the smoke, would would pacify the hunger pangs and it it hurt badly but in reality it was burning.",
        1
    ],
    [
        "People say well why didn't you do something, why didn't you escape, why wasn't -- the question isn't even justifiable because in Auschwitz the fear, the electric wires, the beatings, the hunger, the starvation, the degradation, you know, the way you were treated, you never had time to think.",
        1
    ],
    [
        "When I was in Auschwitz, I was dreaming about once in my life, before I die, once to have the feeling of not going, my stomach should not turn from hunger, have cramps, hunger cramps.",
        1
    ],
    [
        "A: Y-Yeah, well you know, it was really long time, the hunger was — hunger was a — one of the big, big problems.",
        1
    ],
    [
        "\" And then one day I realized, how on earth can we expect the children to know what hunger is when after every dinner they have a very important decision to make: Do I now eat two scoops of vanilla and one scoop of chocolate ice cream or should it be two scoops of chocolate and one of them vanilla? So it's totally unreasonable to try to expect the other generation to understand this.",
        1
    ],
    [
        "A: Well, things that stand out hunger, real, real hunger.",
        1
    ],
    [
        "Yes, I was emaciated, but everyone was emaciated, and however much I suffered from hunger pains, I suffered less than others because my father as a gastroenterologist, et cetera never permitted us to eat huge portions of anything, never permitted us too much, too many of the fatty things.",
        1
    ],
    [
        "And, the hunger was awful, the thirst was awful, the cold was indescribable, terror and being afraid of everything and anything, because anything alive was my enemy.",
        1
    ],
    [
        "Other people required were hungrier than I because my body didn’t require much, or maybe I was stupid to think that, but I really did not - I wasn’t driven to insanity by hunger, because I was very hungry but my body tolerated it.",
        1
    ],
    [
        "They were given the role, not that they asked for, but by the exhaustion of the older generation of their strength by doing that work for a year or two under conditions of hunger, losing weight, illnesses, the younger were coming up, they had the strength to work.",
        1
    ],
    [
        "That I was — the hunger that overpowered the even second thought, “Should I pick up this core?” Because after all it was on the road and it could have been thrown away by some sick person, and it could have been the, the — god only knows, dogs could have been over it and whatever.",
        1
    ],
    [
        "I was absolutely numb uh uh cold and the hunger and the thirst and so it it had affected me and but when they said we're at Berlin, I was sure that this would be the place, uh Saxonhausen-Orianenburg.",
        1
    ],
    [
        "Just the way you find them in a natural food store, they were sacks of raw beans and peas and -- and barley and rice and -- I don’t remember specifically which ones, but ther -- there were all these staples, which really saved all of our lives, because I was fr -- I-I was quite stunned, actually, to read in one of the papers I had been looking at, that they figured that some -- something between 1700 and 2500 people died simply of starvation in the city.",
        1
    ],
    [
        "So no rumors even coming through?  A: We heard that there were -- no, that it was very bad, and that many people died, but we thought of hunger, and of dysentery, and of sicknesses.",
        1
    ],
    [
        "Q: So when -- so what else do you remember, if anything about the time period right before -- well, when did the Red Cross come to visit, and what do you remember about that whole time period? A: I do remember nothing very much, except that I was happy to be in company with my own grade -- kind, and I was not a good eater before we left Germany, and that’s why my -- my hunger, probably was not so bad that time.",
        1
    ],
    [
        "And, finally there was like on this limited place, like almost half a million Jews living in terrible conditions, living on a, on a nutrition base which was below the subsistence level, attacked by dirt and hunger and soon the other killing factor was typhus which was rampant in the, German, in the Warsaw ghetto.",
        1
    ],
    [
        "So we couldn't go where we wanted and this was a terrible thing because certain people, sometimes out of, there was such a terrible thirst or a hunger, that sometimes they would eat things that they shouldn't eat, or drink.",
        1
    ],
    [
        "And they saw that we were shaved, and the men wore -- they called it , which was skinny bodies, skinny arms, and fat legs from hunger.",
        1
    ],
    [
        "Q: You thought this was just a labor camp, it wasn't going to be so bad?  A: Yes, I thought it was just a labor camp, and right away they took care of me, I didn't have to suffer any hunger, nobody was beating me up, you know, and we didn't have to work even, it was only — Auschwitz was only a passing.",
        1
    ],
    [
        "I don’t remember feeling hungry there in ghetto that I felt I -- I didn’t have food, but I was so scared that probably, you know, suppressed the -- the -- the hunger.",
        1
    ],
    [
        "There would have been fights because hunger is hunger.",
        1
    ],
    [
        "There would have been fights because hunger is hunger.",
        1
    ],
    [
        "And there were some laborers, they lived separately, and they were the French prisoners of war, our neighbors, who gave us courage by letting us know where the war is standing, that it's not too distant until liberation, because by then we were so terribly starved that I developed what you call hunger edema, it's.",
        1
    ],
    [
        "And that passed too, but quite a few didn't survive it because from dysentery and, and from hunger, they were dying right and left.",
        1
    ],
    [
        "No place to go to the bathroom, I — when I think of it today, I think how humiliating it was, you know, to be — to urinate right there, the smell, the hunger, th-the thirst, everything.",
        1
    ],
    [
        "Q: Can you tell me, what were some of the things that you saw and experienced? What was life like, not just for you, but for your family in general?  A Well, hunger, starvation, sickness.",
        1
    ],
    [
        "I remember being very, very hungry in the concentration camp, but maybe because in concentration camp it was - it was, I mean, we were almost dying from hunger that - that the camp in Starachowice was already like a restaurant.",
        1
    ],
    [
        "So, what we accepted the offer from the resistance and one day a woman, if I remember well, an Italian Frenchwoman came down and she says I'm going to take them and we wanted to be safe and also it was with one of my sisters fainting from hunger we decided it would be a good idea.",
        1
    ],
    [
        "Sometimes feeling of hunger, and basically also a feeling of loneliness, you know, I was -- I was -- I didn’t have any friends, I didn’t have anybody to -- to associate with, and I lost all my -- the contact with all my - - my playmates, my -- my classmates, you know.",
        1
    ],
    [
        "I think because this is the final victimization because even if you are dying of hunger, even though you're dying of disease, you still have a certain control.",
        1
    ],
    [
        "I don't have it, TB, but uh tuberculosis, because there was a bad hunger and bad weather conditions and work with water (ph).",
        1
    ],
    [
        "When I gave up the parish I started an organization to fight hunger in the world and then I went to live with my sister, but this guy, this multimillionaire was 75 years old and the personnel of the factory want to give him a party, and they ask me to come and give a speech because they thought I was a good friend of his.",
        1
    ],
    [
        "I personally feel that if the War would have lasted another 10 days, we all would have been dead, because it was the end of the line, as far as the hunger, and the sickness.",
        1
    ],
    [
        "When I knew that he was standing there and practically fainting from exhaustion and hunger, and I ate his bread.",
        1
    ],
    [
        "And — and the plane — those people were working at the front, and — and this hit them, the hunger and everything, and with the families they were, the families were lying in front of their families — of the other member.",
        1
    ],
    [
        "One had to eat, and I was hungry, and so, I had to find forests that were near villages where I could sneak into a garden, or a yard, or a potato cellar, or something where I could get something to keep me from dying from hunger.",
        1
    ],
    [
        "When we run into the woods we used to grab the leaves, dried leaves from the trees, and we had the paper from the cement paper, and roll them up and we smoked just to relieve the hunger.",
        1
    ],
    [
        "There was such terrible terrible hunger and then primarily what I seem to be impressed with was that then suddenly life ebbed out the precision of the corpses seemed to tell this as a story.",
        1
    ],
    [
        "I mean, from hunger and from beating and from the condition that we were and the clothes that we wore, we all looked like skeletons already and ridiculous really.",
        1
    ],
    [
        "There are childhood memories and it's interesting that poverty and hunger and need can be stimulate within you creativity and inventiveness and I think that's what made it in a way fun for us kids at that age.",
        1
    ],
    [
        "One day I remember, I got beaten up by mother because I gave the money to two children that were helping me and they were they said, they told me that they are hungry and they will help me sell the cigarettes and they were screaming, \"Buy from her, the cigarettes, and not from somebody else,\" so we sold everything and I had money, so I gave them money.",
        1
    ],
    [
        "Of course sickness, hunger and in 1944 the last transport to Auschwitz was the next to the last transport, there was also was the Elders of the Jews, Rumkowski, and all his staff and his wife and his brother, and they went to Auschwitz and unfortunately, as we learned later on, he was immediately killed when he got to Auschwitz.",
        1
    ],
    [
        "There was just this fear, this schnell, schnell, schnell, and no food, and the hunger and the beatings and the screamings at night.",
        1
    ],
    [
        "I remember there was a rabbi who wouldn't eat a piece of meat because he wasn't sure that it wasn't pork and he was dying of hunger.",
        1
    ],
    [
        "So I just, there was a scene which I won't forget ever and which I'll hold against the good old Polacks forever and they managed to get some shoes, so again, being a wise guy I asked the guy, young fellow, why did you give him your shoes, were you that hungry, were you that much in need of that loaf of bread? Is that going to make a difference to you? Says, well they told us that they was going to take it away anyway, they're going to take away our shoes anyway.",
        1
    ],
    [
        "That time it wasn't that bad, that time it was' that bad, yet, it was later on for us, much worse, about hunger and this.",
        1
    ],
    [
        "I especially used to think I'm so hungry all day, just a little black coffee, I'm going to eat that soup, that water, and eat one bite of the bread, and the next bite I will tear off a little piece of my blanket and I wrapped it and I put it in the straw that I slept on.",
        1
    ],
    [
        "So it was just a -- a kind of a -- a feeling of siege, a feeling of a -- a siege mentality, okay? With hunger, with -- with -- you know, and -- and -- and one of the things This is a verbatim transcript of spoken word.",
        1
    ],
    [
        "And we already, our group, too already possessed couple of pistols that we really bought on the outside of the ghettos, smuggled it in and paid with hunger by not eating, by not having that slice of bread to be able to obtain the pistol.",
        1
    ],
    [
        "There was lots of misery and hunger and uh uh sickness and it was really as terrible as one can imagine life to be.",
        1
    ],
    [
        "People that were dropping dead from hunger, from disease, from dysentery; because they did not have the strength, or because they gave up.",
        1
    ],
    [
        "But if you take a town like Warsaw, like other big towns, starvation day after day, the children who are left without their parents, and they had to go out and beg for a crumb of bread and they couldn't get and they died from hunger.",
        1
    ],
    [
        "That was my father’s idea, to make it look so bad that the Germans wouldn’t need to bring either Ukrainians or Lithuanians or Latvians to the ghetto gates, because if you would have either one of those people at the gates, these people would die from hunger.",
        1
    ],
    [
        "Cause I remember people basically dying, I don’t know how long it took after the ghetto was forming, but on our doorstep there would be dead people that have — from hunger, you know.",
        1
    ],
    [
        "the hunger didn't leave me, because the little food that we had at home uh in, in the morning--it was one piece of bread that I ate in the morning, and the se.",
        1
    ],
    [
        "It was an unbelievable feeling to be hungry, and it's a hunger that is very difficult to describe, for a child to be hungry and there was nothing to eat.",
        1
    ],
    [
        "One day I was fainting because between the hunger and malnutrition, I was just fainting.",
        1
    ],
    [
        "But in the wintertime, when you have to be there, I mean three-quarters of the people died from hunger and from starvation and from cold.",
        1
    ],
    [
        "And there were many cases where the inmate through error or a moral feeling of what difference does it make if I worked for Krupp or Schmidt it was the same kind of work in the same place in the same time and the same beatings and the same starvation, why should he get it and not I? And morally they were right, but we couldn't do anything about it.",
        1
    ],
    [
        "But the point it, she didn't want to do me harm, she just couldn't resist the hunger so I, this was my only experience where somebody from the girls were mean to me.",
        1
    ],
    [
        "But as a person who lived in the ghetto from the very beginning to the very end, my assessment is that so it was hunger, so there was deportation, so there were tragedies -- but there was -- somehow, we knew what is happening.",
        1
    ],
    [
        "Did he have a chance really to have food? Do I really need to explain and to tell the value of food in the ghetto when there was such hunger? When a slice of bread meant — when everyone aspired to have enough.",
        1
    ],
    [
        "her help was to give us job in the latrine, that was a big job! Because if you worked there, you got double portions but I said \"I really appreciate the job, but it's one job I just can't do,\" you know because, they were just holes and you take a stick and clean it with a stick and no matter how hungry I was, that was something I just couldn't bear to do.",
        1
    ],
    [
        "But I will not forget that first day when my eyes of the hunger saw the bread and just was so abused that I went back without bread.",
        1
    ],
    [
        "It wasn't well you see, the little, the boys used to go out and sit on the latrine and they were so weak from hunger, sick — they just fell into and nobody could have helped them.",
        1
    ],
    [
        "Q: So, you think she suffered more than you?  A: I think so, and I knew people who really, truly suffered from hunger more than I.",
        1
    ],
    [
        "But I don’t think she fully expected the hunger, and the filth, and the sickness within the ghetto.",
        1
    ],
    [
        "They couldn't get food and you could see on the street laying -- almost on every street you could see some people laying dead from hunger and they looked like skeletons.",
        1
    ],
    [
        "I: I remember later on, after we were separated, I vaguely remember that — I guess somebody gave the food out — and I remember I thought I was terribly clever at the time, because I would get this piece of bread and I wasn't that hungry and I figured I'd be so much hungrier in the morning, so I decided, “I'll just have bite or two and I'll save this for the morning.",
        1
    ],
    [
        "In the mornings, I remember I was starved all ready, but I didn’t suffer all that much from hunger, but I remember I would say to my mother, “Momika, I’m so hungry.",
        1
    ],
    [
        "And the physical hunger really was not important, but the fact that I am needed to give her something to overcome the typhus was more important.",
        1
    ],
    [
        "The Jews were getting American money from the Jewish agencies and so forth, you know, so -- so they weren’t hung -- they weren’t hungry, I mean they were getting money, they could get some food and they were helped and all that, you know? So that in itself created frictions and tensions which later resulted as you know in -- in outbreaks of -- of anti-Semitism and -- and -- and killings and so forth.",
        1
    ],
    [
        "Three quarters of them are dead of starvation and hunger and over-work, but there is a good chunk of hundreds of thousands.",
        1
    ],
    [
        "I don’t know where they were going and to where they were going, and there wasn’t anybody that knew, but everybody sort of standing around and these people were hungry and they were thirsty and here and there people gave them a little water, but other than that, people just stared as they were walking by, and so all of a sudden the tables were reversed and everybody was saying, “They deserve it.",
        1
    ],
    [
        "I mean things were moving so fast, but there was hunger and the living conditions and the beatings and the killings.",
        1
    ],
    [
        "A: -- it was a big outbreak of typhoid fever, because of hunger and dirt and the lices that everybody had.",
        1
    ],
    [
        "It’s ironic, they came from Siberia, th -- and they escaped from the Siberia [indecipherable] and they -- now they say whoever it could made -- took off and got further into Germany -- into Germany where they had DP camps, at least in a place where th -- at least lay down and have foo -- enough food to eat not to be hungry again, you know, whatever food it was, but it was food to s -- to s -- to survive until each one found somebody else or something like that, from the camps or that family out in the different countries or something like that, and they -- Q: Why -- why did you choose to go to Bergen-Belsen rather than any other DP camp? A: Accidentally.",
        1
    ],
    [
        "They're kind of sporadic and, very often, things in my everyday life today kind of — when I'm doing certain things they stir and trigger a memory for me that's related to what happened to me in Auschwitz, and my major memories of Auschwitz are certainly being hungry and cold very often, and I remember watching people running to the electric barbed wire and then they didn't move anymore.",
        1
    ],
    [
        "The food was terrible there and people were, there were no killings, mass killings or anything like that but uh people died from hunger.",
        1
    ],
    [
        "But I thought, United States, in this time that we came is so lucky, I was sure that are dying from hunger because nobody drinks here.",
        1
    ],
    [
        "How did you experience through it?  A: As I said, the sanitary conditions and the hunger was very bad and this was 1943, winter.",
        1
    ],
    [
        "Is there anything else you want to add about uh your time in the labor camp?  A: Well, there was over four years terrible hard work and far away from from family and with strange people, and most of them was uh were hardened with hunger because it was.",
        1
    ],
    [
        "At one time he forgot to bring eggs, and Bolek(ph) Yakobovitch was sleeping over, he was sleeping over, af-after all, she — she was his fiancé, Bolek(ph) — Bolek(ph) Yakobovitch was eating breakfast, my father died of hunger, this was early in the game.",
        1
    ],
    [
        "He was a very rich man, and he made from the Jews [indecipherable], people who don’t have any ground and ni-ni-na, and that are dying from hunger, and these were hundreds of Jews, Czezows — [indecipherable].",
        1
    ],
    [
        "Sure people were dying of hunger, but not so much as they were dying of sick.",
        1
    ],
    [
        "I reached the farmer and the farmer explained that not only heavy snow but also illness of his wife prevented us from supplying us, but he gave us some food supplies and he accompanied back to the bunker and brought us some supplies of food so we were saved once again from starvation.",
        1
    ],
    [
        "So I collected it every day, and I used to bring it home to my parents, because food was something -- we never -- the hunger is something that you have to experience to understand.",
        1
    ],
    [
        "He was -- had a gray face, he was completely bloated -- he had a very slender face -- completely bloated from the -- you know, from hunger, edema.",
        1
    ],
    [
        "And it just says that the Nagycnk gathering place where these people were supposed to march away, many of them were shot down on the way to Austria and many of them just died from hunger.",
        1
    ],
    [
        "Can you imagine that in the ghetto he brought in a half a loaf of bread with a bottle of milk? Maybe it saved the life during the hunger.",
        1
    ],
    [
        "But I am a very strong person, and I remember, I have a diary so I take it out from the diary what I have written in 1945, 6, 7 when I was in the hospital, that when I felt hungry, really hungry to an extent that I tried, that I couldn't even think about anything else, I was thinking about the food which once upon a time | tasted.",
        1
    ],
    [
        "And here I have to tell you a very interesting moment at night he was afraid that the -- that the hunger will -- will force me to go out and take some food that I cannot digest.",
        1
    ],
    [
        "hunger, even a beating, but keep your mind strong because your mind will carry you through and try to believe that there is somebody, that there is a God who will get you through this, and when we get back, and we will all get back.",
        1
    ],
    [
        "The fact is that she died from hunger and I didn't, so she might probably have given sometimes to me her piece of bread.",
        1
    ],
    [
        "Q: What were the rations that you were given, what was a typical day of food? A: Very little, what we got, I couldn't tell you, a little bread, you know, a soup which was made with the dried vegetable and that's all, really I don't know, I couldn't tell you what we got, but I know we were hungry, but I couldn't tell you what we got there, I forgot.",
        1
    ],
    [
        "And I developed fever, I got like red lines on my legs, it was all from hunger.",
        1
    ],
    [
        "And I remember he was starving, but so was his dog, and he didn’t have anything to give to the dog, and the dog ultimately died of hunger.",
        1
    ],
    [
        "Most probably due to hunger and the strain and stress and eventually, there was a doctor on the train, the last doctor that I knew in Karlsruhe and he gave me a handful of sleeping pills to give to my grandmother and I did.",
        1
    ],
    [
        "And I shined their shoes, so I always had a little extra piece of bread, had a piece of cigarette from the ends uh that I could come to camp and always share it, exchange it for a piece of bread because people looked for the cigarette even if they were hungry, they gave you a piece of bread to have that cigarette, because they were they were addicted to the cigarette.",
        1
    ],
    [
        "very few Jews and people were dying like flies, either from hunger, from exhaustion.",
        1
    ],
    [
        "And the only reason I mention that is that we know the kind of conglomerate and docu-history that the _ puts in the book Exodus;° and in that, there is  a chapter about a hunger strike taking place in Cyprus, which was not in Cyprus.",
        1
    ],
    [
        "It tasted like the most wonderful thing in the world, because we were -- we just couldn't exist any longer, from the hunger alone.",
        1
    ],
    [
        "What’s going on, you know? It wasn’t like -- it wasn’t like being in the ghetto, you know, that every week it got a bit worse and more people are dying and -- and people are dying of starvation and whatever else, of illness, and you know.",
        1
    ],
    [
        "And it was a question of hunger and people dying and whatever, and things getting rotten at the same time.",
        1
    ],
    [
        "So it was -- nobody earned money and it was the population [indecipherable] which at that time I figured out even if nothing happens, if [indecipherable] there were 400 or 500 deaths just from hunger and from -- from This is a verbatim transcript of spoken word.",
        1
    ],
    [
        "Like just a huppa’, you know, or something and some kind of a life, but people were dying of hunger.",
        1
    ],
    [
        "030*0442 11 food, but that was already very, very little and we started to be very, very hungry and it was next to a church and I think the church was a Serbian church and I made it at house where we were sleeping was maybe all of them there Serbs because it was an empty house, it was a big house, because we were all brought there and we all slept in that one house, all the, all the people.",
        1
    ],
    [
        "But the thing was, because nobody went to Germany to work there, in the fields -- there was hunger in Germany, and they loaded in all the countries the trains full, and the food went all to Germany, and we had very little.",
        1
    ],
    [
        "They were fiction, but they were the story of the man who lost his horse to hunger, or the Germans killed an animal, or the father who stole bread from the children.",
        1
    ],
    [
        "It started almost like a play in the very beginning when we were in the ghetto, it was still summer, and we said, we got together, had nothing to do, all we talked about is hunger, we said, well, let's try and dig a tunnel.",
        1
    ],
    [
        "I am not a big eater, and thanks to that I was never hungry, really, really hungry to go for somebody's food or to whatever I got sometimes I was trading my little soup for a little piece of bread with a little margarine and the margarine was like a little tiny square and very thin, but it gave me a little energy.",
        1
    ],
    [
        "They could not cross the wall, but at the same time it was a horrible feeling of an indescribable hunger.",
        1
    ],
    [
        "figure out how they could do it when there was sickness and typhus and hunger.",
        1
    ],
    [
        "We still went hungry because we — it was so painful, the hunger was so different from when we are hungry here.",
        1
    ],
    [
        "Elkous went over to them and said I need bed linen because there are more and more sick people here and if I don't get by this day, I will go on a hunger strike, and he did.",
        1
    ],
    [
        "And I have seen other people pick up those which were taken out and chewed over by other people and take it just because of the hunger cause they had nothing really to eat.",
        1
    ],
    [
        "Ohhhh! So -- uh -- then the -- the hunger got so great that the -- and we got to the end -- toward the end, you know, the Germans knew -- toward the end.",
        1
    ],
    [
        "That winter was the most horrendous winter because people died of hunger.",
        1
    ],
    [
        "You got a ration of food which was very, very, very little because people were dying from hunger.",
        1
    ],
    [
        "And at once I realized that my rabbi on the top floor he was living in the same building, is dying from hunger.",
        1
    ],
    [
        "It was very important that I speak about this because people think of gas and beating and sickness and starvation, but people were killed by simple work because people were unused.",
        1
    ],
    [
        "A: [speaks foreign language here] Q: Was that, from your experience of Auschwitz, was this unusual or was this common in many of the women's blocks? I: [speaks foreign language here] A: [speaks foreign language here] I: She said that actually the, the, the political orientation were not really the main problem because everybody was hungry and wanted to survive and so she said that there were women who were and they had the same political orientation who maybe helped more to each other.",
        1
    ],
    [
        "So, again, we cut up the bread in sections and little slices so we had for breakfast a piece and for lunch a piece and for dinner a piece and so we were not -- we were always hungry, but some people would eat the bread on the first day or the second day and they were starving the rest of the week.",
        1
    ],
    [
        "Now it's difficult to give you other highlights if there are other highlights in the life of the camp, but I must say, our enemies were the SS, hunger.",
        1
    ],
    [
        "Q: Had they died from starvation, or from --  A: Cold, and -- and -- and hunger.",
        1
    ],
    [
        "You know, I always think, was it the fact that I was so skinny that I survived? Really, I didn’t require, you know, I wasn’t hungry like other people, and my body didn’t require fuel the way some other people’s bodies required fuel.",
        1
    ],
    [
        "Some died from hunger, starvation but some survived, so it was not as.",
        1
    ],
    [
        "But by now we came to a state where you had to choose between possibly instant death by being caught and by being set up against and the wall being shot or being shipped to Poland to maybe die of cold and hunger or whatever that was there.",
        1
    ],
    [
        "They can go on travels and they have food and the people just dying around them from hunger.",
        1
    ],
    [
        "And that peat was full of fleas and we had a flea plague on top of the cold and the hunger.",
        1
    ],
    [
        "Food was scarce and the food they gave to the prisoners was a hunger ration.",
        1
    ],
    [
        "Instead they sent us via Bucha ‘ Istanbul and it took ten days of travel in latched up cars and with a hunger that I don't want to speak about because we didn't even have any money.",
        1
    ],
    [
        "Instead they sent us via Bucha , Istanbul and it took ten days of travel in latched up cars and with a hunger that I don't want to speak about because we didn't even have any money.",
        1
    ],
    [
        "I was aware that hunger was still a matter to deal with, and, but I was not quite aware of the political atmosphere at that time.",
        1
    ],
    [
        "I, I, L, I just didn't had enough strength to continue from hunger and thirst.",
        1
    ],
    [
        "And how unselfish can a person be when he is dying from hunger to give the last piece of bread? I don't know.",
        1
    ],
    [
        "That -- they were dying in the -- in that -- in the infirmary, or -- or where they lived, but it was maybe not direct starving, but starvation induced susceptibility to diseases which put them in pneumonia.",
        1
    ],
    [
        "So nobody, nobody starve from hunger, nobody, but it happened after things that people were rich had to go out and leave their nice apartment and suites and sometimes also their cars.",
        1
    ],
    [
        "And we recuperated, even so I still had that hunger symptoms, this red streak and fever.",
        1
    ],
    [
        "This throwing an ethnic group, either by direct killing, or by starvation, or by hunger, or allowing them to be killed by epidemics.",
        1
    ],
    [
        "I was always fed, so I don't remember crying for food, although hunger was a constant companion.",
        1
    ],
    [
        "Q: The reason I ask is because many people smoked because it’s -- I don’t know if it stops hunger, but you don’t seem to be -- necessarily eat as much if you’re smoking.",
        1
    ],
    [
        "my wife had sent me for a while food but then she left France and I suffered terribly from hunger.",
        1
    ],
    [
        "some uh executions and killing and beating and hunger and misery.",
        1
    ],
    [
        "when you are hungry, you don't care where you're going or the enemy because the hunger, starvation.",
        1
    ],
    [
        "And just, I kept on thinking about, I wanted to turn my mind off so I was trying to think of stories but the hunger took over.",
        1
    ],
    [
        "030*0417 56  Q: So, when your mother begins to take on the symptoms of what one might call the disease of starvation, the diseases that come with starvation, do you kids sit in the house — the apartment with her?  A: We did at first, and then one evening we had knock at the door.",
        1
    ],
    [
        "It made us forget about the hunger and about all the inadequacies of living such a primitive life, and this school existed for several months.",
        1
    ],
    [
        "But the horses died from hunger a long time ago, and they make — made bread for the population.",
        1
    ],
    [
        "An unbelievable amount of dying percentage wise because people were dying of disease and starvation, but that's a different death than by being pushed into -- I don't know.",
        1
    ],
    [
        "All the time hunger, you can’t imagine, it’s a terrible feeling, hungry all the time.",
        1
    ],
    [
        "That was another period of great hunger for us, because we crossed the -- we had to cross the river, into -- onto the other side, you know, because the Russian was -- were advancing.",
        1
    ],
    [
        "I can feel the pain, the hunger, you know, that I went through.",
        1
    ],
    [
        "Q: Were there any customs that were different for catholics than Jews that you had to pay attention to, any lifestyle things?  A: Life styles, I couldn't eat for instance a meal like pig meat, how you call it, pork, and the first time they gave me pork  02:33 with potatoes I couldn't tell them that I don't eat them, and I was hungry.",
        1
    ],
    [
        "The cold and the hunger and no sanitary conditions, and no facilities to cook.",
        1
    ],
    [
        "I did a great deal of reading and I today speak, read, and write a perfect German and it's only due to the efforts of all these lovely people and my own tremendous hunger for reading.",
        1
    ],
    [
        "But it was still, we're hungry, I mean that's, we didn't get enough, but the Italian, the soldiers, all the time, when they have seen children, they gave them even, sometimes some of their food, part of it, really, but not to us, because I'm talking about children now, because some people had little children, very few, but some people had little children with them.",
        1
    ],
    [
        "Uh the few things that there were, we you know, we could have obtained, but we really didn't have any money, and there was a period exactly around this time that from the money that the Albanian government gave us, and I have a great recollection that this was on the order of four or four and a half lechs (ph) a day and I do remember actually going hungry.",
        1
    ],
    [
        "I remember, for instance, other things that people because of the hunger, because of this, for some reason they were standing together and exchanging recipes.",
        1
    ],
    [
        "people really don't know that thirst is even worse than hunger.",
        1
    ],
    [
        "two or three thousand people, not fifty or sixty thousand people, and so there was this black, terrible hunger.",
        1
    ],
    [
        "two or three thousand people, not fifty or sixty thousand people, and so there was this black, terrible hunger.",
        1
    ],
    [
        "We were at the point of starvation and I don't think people could last two or three days if you went on a hunger strike.",
        1
    ],
    [
        "A: We came at the end, actually, and they were just died of hunger and tuberculosis.",
        1
    ],
    [
        "to convince us we shouldn't have a hunger strike and we shouldn't do this and that, and I wrote especially hymn for the Holy Pesach there and.",
        1
    ],
    [
        "These were people who who were either executed or died in the hospital or died of hunger or exhaustion.",
        1
    ],
    [
        "Q: And -- and what was it like in the camp? A: Well, it was hunger, and that was it.",
        1
    ],
    [
        "He is a small child so he came through, dig a little bit in the earth, you see, and he went out and brings, sneaks in some bread or something and and he makes in the ghetto, you see, so even small children were cautious of the danger of starvation and they have knowingly lent into danger of life in order to get some food.",
        1
    ],
    [
        "We know there was hunger, then there was -- there is no clothes, it was [indecipherable], and there were ne -- not enough place for them, but they’re alive.",
        1
    ],
    [
        "The country was just, you know, came into existence and there were food shortages and again hunger.",
        1
    ],
    [
        "All three of them died from hunger in her presence, so she was mentally slightly touched off.",
        1
    ],
    [
        "I could go on with hunger and thirst, but I couldn't go on for any length of time without hearing a human voice.",
        1
    ],
    [
        "People dying from hunger, from disease.",
        1
    ],
    [
        "But ironically, these people lived through cold and hunger but nobody killed them.",
        1
    ],
    [
        "So, my basic hunger was to an extent satiated, and then I went out myself and I organized something also one of those cans I managed to bring back.",
        1
    ],
    [
        "The starvation diet that we were on and the — it was much like Gurs, it was starvation, disease and hard labor killed many people.",
        1
    ],
    [
        "Even the grass was no longer there because people even ate grass out of hunger.",
        1
    ],
    [
        "But fear and -- and hunger was terrible.",
        1
    ],
    [
        "030*0188 11 sometimes you saw prisoners hungry eating dead prisoners' flesh and it's terrible to go back and and remember it and sometimes I can't believe the things that I saw and I think it's either I read a story or it's imagination.",
        1
    ],
    [
        "So I said, look, we are alive, yes, but you know, we probably will die from hunger cause we have no money, nothing to sell,  This is a verbatim transcript of spoken word.",
        1
    ],
    [
        "And they allowed him to go around and — and get the darts thrown at the people who make hunger and everything.",
        1
    ],
    [
        "And because of that situation in our ghetto in terms of hunger, until about 42 was not that bad.",
        1
    ],
    [
        "One of the things that stands out in my mind is uh Russian prisoners of war that were driven through the town and they were in just terrible condition, uh without shoes, without proper clothing, hungry, looking dilapidated and drawn and went begging, of course, for food and water and if somebody attempted to give them.",
        1
    ],
    [
        "And I—I—I couldn’t — I couldn’t stop, my father just died of hunger.",
        1
    ],
    [
        "And we were sitting on mud without food for 10, for 12 days, till my husband -- I am telling you everything in one story -- till my husband said, “They cannot take no more hunger.",
        1
    ],
    [
        "So Warsaw, we didn't have the hunger because we found a lot of food in the buildings, staples.",
        1
    ],
    [
        "And, of course, the dead people that that would die during the night from starvation or disease, or from killing, from beatings, they too would need to be carried out from the barracks every single morning, and lined up in front of the barracks.",
        1
    ],
    [
        "Only, what I can tell you the most outstanding features in the Warsaw ghetto, when I was there, were hunger and typhus.",
        1
    ],
    [
        "And the name was — they are taking them out to work, and the places would be much better, because here already, hunger started.",
        1
    ],
    [
        "Okay, first they ask me, are you hungry, you want to eat something? I says yeah, thank you very much, and they gave me the [inaudible] see, they were ba — from the tra — when the transport came in, so the people broke through the — you know, because they thought they going — in the working camps, so they gonna need food, so whatever, they had food.",
        1
    ],
    [
        "to Ebensee, the hunger and the labor and the way--especially for us Jews--the way we were treated, we were sure that not one will survive that camp.",
        1
    ],
    [
        "But this whole process of what happened to human beings struck me as more terrible than people who were on the verge of death or who were dying out of starvation or disease and so on.",
        1
    ],
    [
        "And that guy who came down, shouted at him, “If you don't admit the truth, that you volunteer t-to work for the Germans, you'll stay down here until you starve of -- of -- of hunger.",
        1
    ],
    [
        "I don't think so I suffered so much the hunger, like the.",
        1
    ],
    [
        "But my father always told me towards the end of the war, towards the end of Bergen-Belsen, he said I was very puffed up, that I had hunger, I had hunger-edema.",
        1
    ],
    [
        "But, again, rel-relief would come from hunger in -- in the summertime, when -- because of vegetables [indecipherable] vegetables.",
        1
    ],
    [
        "By this time already there was more hunger in the ghetto and anyway, the Jewish — the Judenrat was forced to make a list of so many people for resettling.",
        1
    ],
    [
        "Maybe I was too young to remember hunger, you know, and then we had three acti — akejas they call it, you know.",
        1
    ],
    [
        "So, to make a long story short, I knew hunger and cold and humiliation of being poor, walking around in tattered clothes even before the war.",
        1
    ],
    [
        "the stores are nice, decorated and here the people being laying on the street swollen from hunger.",
        1
    ],
    [
        "Nobody is hungry and nobody is overworked, so I just couldn't understand it but when they took people from Amalia into P_aszow and they put them on a railroad track - it was like August and was the sun was unbearable, burning on on the cattle cars, and he bribed Amon Goeth.",
        1
    ],
    [
        "They knew that they have to go collect the food, because if not -- if they will not collect, they will die from hunger.",
        1
    ],
    [
        "Many people, a number of people died from hunger and thirst.",
        1
    ],
    [
        "But not starvation hunger, it was a different way.",
        1
    ],
    [
        "So one asked me soldier, where do you need to go and I said, well I have to join my garrison, the garrison, I have to go to Dusseldorf, so I had to take a train to Cologne and then Dusseldorf, so, you just wait here and they came back and then told me that the train would leave at five o'clock or something like that and do you feel hungry or thirsty and no, that's just, I'm okay.",
        1
    ],
    [
        "Thirst is just as bad and just as painful as hunger.",
        1
    ],
    [
        "So, I don’t know that we experienced starvation when we got back, because it took awhile - you know, that was basically the German, the concept of eliminating the Jews by any way you could, so it’s by starvation, or by shooting or whichever.",
        1
    ],
    [
        "A terrible hunger was in my father's house because sometimes I was running from the kibbutz to see how my father is doing.",
        1
    ],
    [
        "We started off with 10 children, and little by little, the group got smaller as the children died from hunger or were caught and killed.",
        1
    ],
    [
        "With the torture, hunger, cold, misery.",
        1
    ],
    [
        "Not interested, only to satisfy them, our hunger, because when the war broke out, right away everything was — all the stores were closed.",
        1
    ],
    [
        "And they left us stand out, thirsty and hungry, some people had something to deal with and so they got water, or something, but I have nothing to exchange for, what? So we just stood and were hungry and thirsty and worn out.",
        1
    ],
    [
        "In Ravensbruck, the hunger was unbelievable, terrible.",
        1
    ],
    [
        "The sick, the old one couldn't take it, the hunger.",
        1
    ],
    [
        "030*0126 10 liberated and we had to go through the whole winter which was the hunger winter in Holland.",
        1
    ],
    [
        "Like people, I am sure that my mother, not only from hunger she died, as from saying, \"I don't want anymore to live.",
        1
    ],
    [
        "hunger, starvation, tried to escape, and so on.",
        1
    ],
    [
        "A person like my rabbi, nobody could visualize, and he himself he was just dying from hunger.",
        1
    ],
    [
        "And we had our first big married fight, because I was so angry that they had starved people, that they had put them in gas chambers, I mean I don't have to go through the whole litany, they had done all these things and she said you can't turn a woman who is hungry away.",
        1
    ],
    [
        "The women that were just little bit stronger among our own women started to be like nurses, carried a little bit of food to give us, make sure -- many, many of us went on hunger strikes after liberation.",
        1
    ],
    [
        "But pain was hunger, no food to eat.",
        1
    ],
    [
        "But pain was hunger, no food to eat.",
        1
    ],
    [
        "I believe that once one has experienced hunger, they will never ever forget it.",
        1
    ],
    [
        "And, with no food, little clothing, most of them died of hunger.",
        1
    ],
    [
        "It's good to realize that you have hunger--that you have real hunger.",
        1
    ],
    [
        "And one day this -- Genneg(ph) was his name -- came home and he said there is a nunnery and they have men, they are all swollen up from hunger after the concentration camp.",
        1
    ],
    [
        "There was no happiness, there was always hunger and thirst.",
        1
    ],
    [
        "He was dumb enough to do it, but I was at that point seasoned, and I don't want to say smart, certainly seasoned that I knew I couldn't do anything with the diamonds except I needed a greenhorn to sell it to because I was hungry.",
        1
    ],
    [
        "Were terrible sanitary conditions, hunger.",
        1
    ],
    [
        "cards, they would die for hunger because they wouldn't get any rations.",
        1
    ],
    [
        "I was always full of fear and hunger doesn't always assert itself when you're full of fear.",
        1
    ],
    [
        "I couldn't believe and everybody said \"How did you do it?\" I said you see, hunger is more than life.",
        1
    ],
    [
        "And we shared our food with them because it was hunger in Italy at this time.",
        1
    ],
    [
        "They had been on such a a starvation diet and such an inadequate diet that they were getting sick from the food, the richness of the food we were giving them, so we had to be very careful about uh what we gave them.",
        1
    ],
    [
        "Yes, hunger was becoming more and more pronounced because as I said it was semi- normal.",
        1
    ],
    [
        "It was not terrible hunger at the time yet.",
        1
    ],
    [
        "So, hunger -- and I knew there was nothing to eat and whatever there was I couldn't swallow.",
        1
    ],
    [
        "\" He not got it for money; got it for food, for hunger.",
        1
    ],
    [
        "Because of the tremendous hunger, you know, we're talking about hungry people.",
        1
    ],
    [
        "These women who had been ladies turned like into animals almost, just to have a little bit of more bread, but they were starving us, and when you are that hungry it hurts and you will do almost anything, anything to get just a little bit of bread, or anything.",
        1
    ],
    [
        "People were made so desperate by starvation that they would take any risk to go outside through their own means and ways to beg for food or for money, buy food and I, this is, this is something that I will never forget in my life.",
        1
    ],
    [
        "I remember them turning against the ones that went for the food, and I think this is probably why it left such a lasting impression on me is that if if a man is hungry and reaches for something, he gets beaten and and in some cases shot.",
        1
    ],
    [
        "Hunger was the great problem there and, of course, hunger was the one problem.",
        1
    ],
    [
        "a spiritual hunger that somehow was never satisfied and if I had been given some training, it would have helped.",
        1
    ],
    [
        "more important, we were living under constant feeling of hunger and helplessness.",
        1
    ],
    [
        "What about hunger, disease, things like that? A.",
        1
    ],
    [
        "I mean, to compensate hunger, we were drinking water.",
        1
    ],
    [
        "The hunger I think was the worst part of it.",
        1
    ],
    [
        "But eventually when the hunger tool over you no longer could do it anymore because I remember a young pupil once of a Rabbi, when I was in Chair-hon-off (ph).",
        1
    ],
    [
        "the human cry of [a] 96- hour hunger strike is so large in the world they are permitted to go to Palestine with these boats under British escort, not under British guard.",
        1
    ],
    [
        "At once I had nothing, and I turned around I walked back and the rabbi died from hunger.",
        1
    ],
    [
        "I think just the hunger part of it bothered me.",
        1
    ],
    [
        "A: And we were very hun -- it was unbelievable hunger.",
        1
    ],
    [
        "I was hungry, but really not starving but hungry, pretty hungry, so I decided to go back to Czechoslovakia and my parents lived in the internal part of Czechoslovakia, in Burno (ph), Burn (ph), and they came there and after two, three weeks being there, the Germans occupied the rest and from there my adventure started.",
        1
    ],
    [
        "The poor people on those islands who suffered hunger anyway, they wanted to say they surrendered to whoever comes.",
        1
    ],
    [
        "We went through three years of dehumanization, deprivation, hunger and everything, and you know what ------------------- maybe.",
        1
    ],
    [
        "Q: Were you comfortable financially during this time?  A: We had -- we were not wealthy, but we were comfortable, we never had -- except for the war, hunger, or whatever.",
        1
    ],
    [
        "Now, the problems in the ghetto were hunger, lack of fuel.",
        1
    ],
    [
        "I would — never had any suffering, I never had — I was never hungry, because on a farm, you know? And this woman, Lerna(ph) who took me, she was like crazy about me, and I loved her so much, that she was everything to me, you know? Q: Right.",
        1
    ],
    [
        "We couldn’t lie down, but we could sit down and, you know, when the people are like that, and they were hungry and thirsty and they were fighting with each other so we heard moans and stuff like that, and the train was very, very slow.",
        1
    ],
    [
        "We had to pick her up in school she was fainting from hunger.",
        1
    ],
    [
        "07:14:50 And, I remember once, I don't know for what reason, the DP’s went on a hunger strike protesting something.",
        1
    ],
    [
        "was was uh hunger all the time because it was very short of food.",
        1
    ],
    [
        "So there was hunger so people were dead.",
        1
    ],
    [
        "People were dying left and right from hunger.",
        1
    ],
    [
        "With hunger, no water; they were begging for food, they were begging for them to be saved.",
        1
    ],
    [
        "Are you curious about what happened the third time, in August? Q: Well, did anything happen in between? A: In-- Q: Between February and August? A: -- in between, with the exception that we faced starvation because the -- the war between the Germans and the partisans intensified, and while before it was so easy to get in and out of Agrinion, it became more difficult.",
        1
    ],
    [
        "and that c'est l'appell was everyday and everyone came out and we had a hunger strike for 98 hours.",
        1
    ],
    [
        "There was no brain, it just says hunger, I want to eat, I want to eat no matter what, I want to eat.",
        1
    ],
    [
        "Because I was used to that bread takes away the hunger.",
        1
    ],
    [
        "If you didn't have any packages coming in from the outside there was a good chance you would die from hunger there.",
        1
    ],
    [
        "In six months, eight months, people were dying of hunger.",
        1
    ],
    [
        "And this was bad too because people when they got those packages, there was powdered milk, there was chocolate; there was a can of meat, and they were so hungry, they didn't care and they ate it.",
        1
    ],
    [
        "Very difficult! First of all, we went into the hunger winter.",
        1
    ],
    [
        "And I recall that the hunger was bad.",
        1
    ],
    [
        "With hunger, with people, with sickness.",
        1
    ],
    [
        "hunger was great and everything that the.",
        1
    ],
    [
        "People were dying of starvation and even in the beginning they were dying of starvation, people some of their parents left for Russia, left the wife with the children.",
        1
    ],
    [
        "Now I know that it was because we were squeezed into a smaller area and also there were people brought in from other places into Warsaw ghetto, and therefore there were so many people and so many hungry and dead and cold people and there was nothing that anybody can do.",
        1
    ],
    [
        "And slowly, slowly, my mother was dying from hunger.",
        1
    ],
    [
        "I was hungry, but I was walking through fields with the wheat as I was taking out the kernels and I was eating this, and I came to that person, to that family, and I told her that I know Mrs.",
        1
    ],
    [
        "We lost about a total of 3,000 people out of 18,000 to the starvation, disease, heat prostration, some due to Japanese torture, malnutrition.",
        1
    ],
    [
        "There was because maybe of the hunger — I, I don't know.",
        1
    ],
    [
        "when you see a child hunger, is there any worse or suffering.",
        1
    ],
    [
        "But the rain penetrated anywhere, so we were wet there, the bedding that they brought, everything was soaked, we were cold, my feet were frozen, and my brother cried, my brother cried, he was always hungry.",
        1
    ],
    [
        "everything was killed or died out of hunger uh in, in between.",
        1
    ],
    [
        "She used to say, “Oh, my God, if Luda wants to eat, she has an appetite, it means it will be a hunger.",
        1
    ],
    [
        "That wasn't heroism because hunger was rampant.",
        1
    ],
    [
        "030*0203 17 promised my mother I wouldn't, but hunger is a very strong motivator.",
        1
    ],
    [
        "People were dying on the street from hunger.",
        1
    ],
    [
        "” And that made me wonder, is that feeling of — of having everything taken away from you, of being hungry, or your freedom being taken away, is that a really real feeling sometimes? Can you remember it like it’s right there?  A: I can — I can’t remember it.",
        1
    ],
    [
        "they were suffering hunger, too, in the last year.",
        1
    ],
    [
        "This author said that in the hunger in Leningrad died one million population.",
        1
    ],
    [
        "'43 -- I may be jumping around -- but in '43, many people had tuberculosis, many people had pleurisy, the worst diseases, which were the result of starvation, because there was very little food.",
        1
    ],
    [
        "So she did have her share of participation in the operation of that camp and in furthering the operation of the camp to the extent that there was this common design to subject these prisoners to that type of punishment and that type of misconduct of starvation.",
        1
    ],
    [
        "So she gave me a beating, why'd I trade away my bread, well I wasn't as hungry as that kid was, and that airplane was going to last me for a while, so I felt it was a good deal, and I had that as a toy.",
        1
    ],
    [
        "So she gave me a beating, why'd I trade away my bread, well I wasn't as hungry as that kid was, and that airplane was going to last me for a while, so I felt it was a good deal, and I had that as a toy.",
        1
    ],
    [
        "Q: What year was this? A: I think that was in '42, in '42, I think, I think it was in '42 and we were there long time, but we were hungry and like I said, we just survived from one day to the next, but they didn't do anything bad to us.",
        1
    ],
    [
        "I do not remember either thirst or hunger.",
        1
    ],
    [
        "And after this, the hunger started, the hardships in life.",
        1
    ],
    [
        "But hunger over there was unbearable.",
        1
    ],
    [
        "So the hunger was not as bad in Warsaw as it had been in Birkenau.",
        1
    ],
    [
        "I never remember hunger, because I was never hungry.",
        1
    ],
    [
        "Because hunger and no place to wash, no place to, if somebody got sick there was no medication.",
        1
    ],
    [
        "Because the charge that we were making was that each of those individuals that sat in that dock as an accused either aided, abetted, participated in the common design of subjecting these individuals to beatings, killings, tortures, starvation and death.",
        1
    ],
    [
        "And from Patawa I remember we were so hungry, we had no food and we went out and we bought a piece of herring, and we didn't see herring all the time from the war, and we ate with bread and then they told us they're sending us to near Milano.",
        1
    ],
    [
        "There was hunger and there was a short thing and that was the bombing.",
        1
    ],
    [
        "And they were small, they used to have very small children, they wet beds, you know, so you have to wash every time all those huge sheets and -- and laundry was a good place to work because you got extra bread, and don’t forget we were hungry, all of us, was no food.",
        1
    ],
    [
        "There were people who were going on a hunger strike for so and so long in order to, to show, to prove something.",
        1
    ],
    [
        "I don't know if there are any adjectives with which to describe what real hunger is.",
        1
    ],
    [
        "How we survived the hunger, how we survived the conditions.",
        1
    ],
    [
        "You don't get necessarily wrapped up in yourself, in your hunger, in you- your being cold, or whatever.",
        1
    ],
    [
        "The people who had remained in the camp were the people who had come on the first hunger march.",
        1
    ],
    [
        "Dirty, hunger, they were so much worse off than we were, and there was no place for us to stay or did we have a desire to stay.",
        1
    ],
    [
        "These peoples were considered inhuman, but they were crazed from hunger, some of these people.",
        1
    ],
    [
        "But they went into the larder in the evening, secretly, and took whatever they needed to satisfy their hunger.",
        1
    ],
    [
        "We stemmed the hunger and take very -- took very little, could survive and hope for later.",
        1
    ],
    [
        "On that starvation diet for so many years and then you drank cocoa, I mean the powder, and coffee, smoked cigarettes, chocolate.",
        1
    ],
    [
        "There were -- a lot of people were swollen from hunger, begging for food.",
        1
    ],
    [
        "And this is the reason why, it was primarily to assuage hunger.",
        1
    ],
    [
        "A lot of, lot of hunger, but still not as serious.",
        1
    ],
    [
        "So right away, we suffered hunger already, too.",
        1
    ],
    [
        "And they brought it in and people were so hungry that they were storming at it and pushing and pulling and one of the women leaned over and they pushed her, just right into the bucket of soup.",
        1
    ],
    [
        "When the war started, not yet the Ghetto, when the Germans came in, hunger_ came with them.",
        1
    ],
    [
        "The next day from hunger water came out, and this the picture.",
        1
    ],
    [
        "they really suffered from hunger more.",
        1
    ],
    [
        "In Warsaw the — I s — always remember is the hunger.",
        1
    ],
    [
        "He went out the first because he couldn't take the hunger.",
        1
    ],
    [
        "Q: Would -- when you say you tried to make life normal, what other ways? What other things did you do so that you'd feel that in the in the midst of all this you still had some enjoyment, or some control of your lives?  A: Oh, the control of our lives, that was to eat, to eat on the table, even though it hungry to use a knife and a spoon, and a thing what we had to.",
        1
    ],
    [
        "I was -- you know, i -- hunger is a funny thing.",
        1
    ],
    [
        "I always thought they're not going to give us any food coupons anymore and they're going to starve us to death and I begged my parents, let's get out, let's get out, and my father had a very good boss and he unfortunately loved him and said as long as you're with us we're going to keep you and you're going to make a living and he he put in a non Jew into the office and did all kinds of things to keep him there and uh that of course was wrong.",
        1
    ],
    [
        "We started really suffering from hunger.",
        1
    ],
    [
        "Can you imagine when we had to wash it in the washroom, with a little bit soap, whatever, and we had to squeeze the water out, and had no energy, we were we — weak and hungry, so we couldn’t squeeze it completely, no place to dry.",
        1
    ],
    [
        "One of my brothers died at the age of six years, probably from hunger in time of revolution.",
        1
    ],
    [
        "Oh, while we -- while we -- while we peeled the potatoes, they had accordion players there, they -- they played the accordion and sang songs, so for awhile it became even somewhat romantic and they also gave us some meat dishes to eat, which was hearty and -- even if not exactly gourmet style, but we were always hungry in those days and would have eaten anything.",
        1
    ],
    [
        "I didn't know what hunger was.",
        1
    ],
    [
        "They sent the people back in three ships to a place called Port Luke, where they went on a hunger strike.",
        1
    ],
    [
        "I didn't feel the hunger.",
        1
    ],
    [
        "There was no outright hunger; even though the rations were quite small.",
        1
    ],
    [
        "We -- it was cold and hungry and -- and -- it’s -- we were wondering around, maybe we’re going to found them, because they supposed to have already s -- maybe a place -- you know, they -- a bunker, you know, we all live in a bunker in the -- in the woods, camouflaged somehow, but you can make a fire and all that.",
        1
    ],
    [
        "The hunger was terrible.",
        1
    ],
    [
        "I know already hungry kids, we knew which are good Germans, w which are bad Germans, who's going photograph us and they used to come into the Ghetto, like tourist, show how Jewish people are dirty, how they live in poverty, how they just are a heap of people who wouldn't be so bad to kill.",
        1
    ],
    [
        "but you know, when hunger is striking you, you know, you don't ask any more.",
        1
    ],
    [
        "the hunger strike, and really we did stop and we got permits to go to Israel.",
        1
    ],
    [
        "Rations were purposely reduced so that hunger began.",
        1
    ],
    [
        "They were more used to hunger, they were more used to filth.",
        1
    ],
    [
        "And you see, I always talk about the fact that I was skinny, and I wasn’t hungry, but maybe my body was growing and required more - maybe it didn’t require food but it required rest.",
        1
    ],
    [
        "030*0365 15  Q: Was there sufficient -- I don't mean a lot of food -- but could every one get something to eat or was there a lot of starvation among certain groups, do you think?  A: There was starvation, absolutely.",
        1
    ],
    [
        "And my mother died on the 30\" of July 1942 of hunger.",
        1
    ],
    [
        "And the little kids died of hunger.",
        1
    ],
    [
        "But hunger was not funny.",
        1
    ],
    [
        "” But when hunger -- when you’re hungry, you don’t have nothing to heed.",
        1
    ],
    [
        "” But when hunger -- when you’re hungry, you don’t have nothing to heed.",
        1
    ],
    [
        "A: -- you know, much more hunger, there is much more -- we knew that.",
        1
    ],
    [
        "The rest were all dead and most of them were dead by starvation and by typhus and by beatings.",
        1
    ],
    [
        "Elkous went on a hunger strike and died in the concentration camp.",
        1
    ],
    [
        "Again, hunger, but under different conditions.",
        1
    ],
    [
        "Again, hunger, but under different conditions.",
        1
    ],
    [
        "And when, when the priest asked what was Christ, one of the girls said, “A hunger artist.",
        1
    ],
    [
        "They were not sufficient to feed you, and you would see them collapse in the streets of hunger.",
        1
    ],
    [
        "People were starving for hunger.",
        1
    ],
    [
        "Just to kill the feeling of hunger.",
        1
    ],
    [
        "it wasn't hunger yet.",
        1
    ],
    [
        "the parents, their father died from hunger in the ghetto.",
        1
    ],
    [
        "Q: -- anything that stands out? A: Hunger, a lot of hunger.",
        1
    ],
    [
        "She was swollen, very swollen from hunger.",
        1
    ],
    [
        "hunger is the worst thing for a human being.",
        1
    ],
    [
        "[remember when the people died of hunger.",
        1
    ],
    [
        "There were a lot of people sitting there and eating and I was standing — I was so hungry and there was one empty seat next to a gentleman so I figured may as well go in and perhaps somebody will feel sorry for me and pay for, for my soup.",
        1
    ],
    [
        "Well, it would have been better if she hadn't done it at all because what happened was we were like animals and some of us were stronger than other people and because we were so hungry, terrible fights used to break out again amongst us children.",
        1
    ],
    [
        "You died from hunger because it's not divided.",
        1
    ],
    [
        "The hunger was unbelievable.",
        1
    ],
    [
        "The hunger was unbelievable.",
        1
    ],
    [
        "Just 03:35:00 as whenever Americans, God bless America, came after the war, hunger disappeared.",
        1
    ]
]